***messages***

:STRINGS

IDS_OK                         "Tamam"
IDS_WARNING                    "Uyarı"
IDS_ERROR                      "Hata"
IDS_DRIVENOTACCESSIBLE         "%c: sürücüsüne erişilemiyor"
IDS_PSWNOTMATCH                "Parolalar uyuşmuyor."
IDS_FILETYPE                   "%s dosyası"
IDS_REGONLY                    "Sadece kayıtlı sürümde kullanılabilir."
IDS_ARCHIVE                    "Arşiv"
IDS_PATHNOTACCESSIBLE          "\"%s\" yoluna erişilemiyor"
IDS_KEYADD                     "Ekle"
IDS_KEYVIEW                    "Görüntüle"
IDS_KEYDELETE                  "Sil"
IDS_KEYREPAIR                  "Onar"
IDS_KEYEXTRACT                 "Ayıkla"
IDS_KEYEXTRACTTO               "Hedefe Ayıkla"
IDS_KEYTEST                    "Sına"
IDS_KEYCOMMENT                 "Açıklama"
IDS_KEYPROTECT                 "Koru"
IDS_KEYLOCK                    "Kilitle"
IDS_KEYSFX                     "SFX"
IDS_KEYINFO                    "Bilgi"
IDS_KEYWIZARD                  "Sihirbaz"
IDS_KEYEXIT                    "Çıkış"
IDS_KEYFIND                    "Bul"
IDS_KEYCONVERT                 "Dönüştür"
IDS_KEYVIR                     "Virüs Tara"
IDS_KEYREPORT                  "Rapor"
IDS_KEYBENCH                   "Hızı Sına"
IDS_KEYPRINT                   "Yazdır"
IDS_COLUMNTITLENAME            "Ad"
IDS_COLUMNTITLESIZE            "Boyut"
IDS_COLUMNTITLETYPE            "Tür"
IDS_COLUMNTITLEPACKED          "Sıkı. boyut"
IDS_COLUMNTITLEMODIFIED        "Değişme"
IDS_COLUMNTITLECREATED         "Oluşma"
IDS_COLUMNTITLEACCESSED        "Son erişim"
IDS_COLUMNTITLEATTR            "Öznitellikler"
IDS_COLUMNTITLECRC             "CRC32"
IDS_COLUMNTITLECRC16           "CRC16"
IDS_COLUMNTITLEBLAKE2          "BLAKE2 sağl. top."
IDS_COLUMNTITLECHECKSUM        "Sağl. top."
IDS_COLUMNTITLEPATH            "Yol"
IDS_TIPFADD                    "Dosyaları arşive ekle"
IDS_TIPFVIEW                   "Dosyayı görüntüle"
IDS_TIPFDELETE                 "Dosyaları sil"
IDS_TIPFREPAIR                 "Bozuk arşivi onar"
IDS_TIPAEXTR                   "Onay olmadan ayıkla"
IDS_TIPAEXTRTO                 "Dosyaları ayıkla"
IDS_TIPATEST                   "Arşivlenmiş dosyaları sına"
IDS_TIPAVIEW                   "Arşivlenmiş dosyaları görüntüle"
IDS_TIPADELETE                 "Dosyaları arşivden sil"
IDS_TIPACOMMENT                "Arşiv açıklaması ekle"
IDS_TIPAPROTECT                "Arşivi bozulmaya karşı koru"
IDS_TIPALOCK                   "Arşiv değişikliklerini engelle"
IDS_TIPASFX                    "Arşivi kendi-ayıklanan arşive dönüştür"
IDS_TIPAINFO                   "Bilgiyi göster"
IDS_TIPWIZARD                  "Acemi kullanıcılar için Sihirbaz arayüzünü aç"
IDS_TIPEXIT                    "WinRAR'ı kapat"
IDS_TIPFIND                    "Dosyaları ve arşivleri bul"
IDS_TIPCONVERT                 "Arşivleri başka biçime dönüştür"
IDS_TIPVIRUS                   "Arşivde virüs taraması yap"
IDS_TIPREPORT                  "Rapor oluştur"
IDS_TIPBENCH                   "Sıkıştırma hızını sına"
IDS_TIPPRINT                   "Dosyayı yazdır"
IDS_TIPUP                      "Bir seviye yukarı"
IDS_METHOD0                    "Depola"
IDS_METHOD1                    "En hızlı"
IDS_METHOD2                    "Hızlı"
IDS_METHOD3                    "Normal"
IDS_METHOD4                    "İyi"
IDS_METHOD5                    "En iyi"
IDS_VOLAUTO                    "Otomatik algıla"
IDS_ASKNAME                    "Arşivi bul"
IDS_ADDREPLACE                 "Dosyaları ekle ve değiştir"
IDS_UPDATE                     "Dosyaları ekle ve güncelle"
IDS_FRESH                      "Sadece varolan dosyaları tazele"
IDS_SYNCHRONIZE                "Arşiv içeriklerini eşitle"
IDS_ASKOVERWRITE               "Üzerine yazmadan önce sor"
IDS_SKIPEXISTING               "Varolan dosyaları atla"
IDS_ARCUSEPASSWORD             "Parola ile arşivle"
IDS_TREETITLE                  "Yeni bir klasör seçin"
IDS_NOFILESSELECTED            "Seçili dosya yok. Eklenecek dosyaları seçmeniz gerekiyor"
IDS_NOFILESSELCOMMON           "Seçili dosya yok. Bu işlem için dosyaları seçmeniz gerekiyor"
IDS_NOFILEDIRSELCOMMON         "Seçili dosya veya klasör yok. Bu işlem için onları seçmeniz gerekiyor"
IDS_PATHNOTEXIST               "Yol yok. Oluşturulsun mu?"
IDS_VIEWTITLE                  "Görüntüle"
IDS_BYTES                      "bayt"
IDS_DOSTEXT                    "DOS metni"
IDS_ANSITEXT                   "Windows metni"
IDS_UTF16LETEXT                "Unicode (UTF-16LE)"
IDS_UTF8TEXT                   "Unicode (UTF-8)"
IDS_VIEWMENUCOPY               "Kopyala"
IDS_VIEWMENUSELECTALL          "Tümünü seç"
IDS_VIEWMENUWIN                "Windows metni olarak görüntüle"
IDS_VIEWMENUDOS                "DOS metni olarak görüntüle"
IDS_VIEWMENUUTF16LE            "Unicode olarak görüntüle (UTF-16LE)"
IDS_VIEWMENUUTF8               "Unicode olarak görüntüle (UTF-8)"
IDS_VIEWMENUWORDWRAP           "Sözcük kaydır"
IDS_VIEWMENUFIND               "Bul"
IDS_VIEWMENUFINDNEXT           "Sonrakini bul"
IDS_VIEWMENUCLOSE              "Kapat"
IDS_CANNOTFIND                 "Bulunamıyor"
IDS_NOTFOUND                   "Dize bulunamadı"
IDS_ASKDESTPATH                "Hedefe ayıkla..."
IDS_SELECTED                   "Seçili"
IDS_BYTESINFILE                "%s bayt %d dosya"
IDS_BYTESINFILES               "%s bayt %d dosya"

; These two are for messages like "Selected 15 MB in 5 files".
; WinRAR replaces "%s" with size with unit included.
IDS_UNITSINFILE                "%s %d dosya"
IDS_UNITSINFILES               "%s %d dosya"

IDS_AND                        "ve"
IDS_BYTESINDIRECTORY           "klasör"
IDS_BYTESINDIRECTORIES         "klasör"
IDS_TOTAL                      "Toplam"
IDS_READINGFOLDER              "Klasör okunuyor"
IDS_READINGARCHIVE             "Arşiv okunuyor: %d dosya okundu"
IDS_READINGARCHIVEFOLDER       "Arşiv klasörü okunuyor"
IDS_FILEOUTMEM                 "Tüm dosyaları işlemek için bellek yetersiz"
IDS_CANNOTOPEN                 "%s açılamıyor"
IDS_CANNOTCREATE               "%s oluşturulamıyor"
IDS_CANNOTMKDIR                "%s klasörü oluşturulamıyor"
IDS_ENCRCRCFAILED              "Şifreli %s dosyasında sağlama toplamı hatası. Dosya bozuk veya parola hatalı girilmiş olabilir"
IDS_EXTRCRCFAILED              "%s dosyasında sağlama toplamı hatası. Dosya bozuk"
IDS_PACKEDDATACRCFAILED        "%s cildinde sıkıştırılmış veri sağlama toplamı hatası. Cilt bozuk"
IDS_BADARCHIVE                 "Arşiv biçimi bilinmiyor veya bozuk"
IDS_CANNOTADDTOEXT             "WinRAR sadece RAR veya ZIP arşivlerine dosyalar ekleyebilir"
IDS_NONZEROCODE                "Arşivleyici %d çıkış kodu verdi"
IDS_OUTOFMEMORYERROR           "Bellek yetersiz"
IDS_WRITEERROR                 "%s dosyasına yazma hatası"
IDS_CANNOTEXECUTE              "\"%s\" yürütülemiyor"
IDS_CANNOTDELETE               "%s silinemiyor"
IDS_RECYCLEFAILED              "Bazı dosyalar ve klasörler Geri Dönüşüm Kutusu'na taşınamıyor"
IDS_CANNOTRECYCLE              "%s Geri Dönüşüm Kutusu'na taşınamıyor"
IDS_CANNOTRECYCLEHINT          "Kalıcı olarak silmek için Shift+Del tuşlarını kullanın"
IDS_READERROR                  "%s dosyasında okuma hatası"
IDS_SEEKERROR                  "%s dosyasında arama hatası"
IDS_CLOSEERROR                 "%s dosyası kapatılamıyor"
IDS_CANNOTFINDFILE             "%s bulunamıyor"
IDS_CANNOTRENAME               "%s, %s olarak yeniden adlandırılamıyor"
IDS_CREATINGARCHIVE            "%s arşivi oluşturuluyor"
IDS_UPDATINGARCHIVE            "%s arşivi güncelleniyor"
IDS_EXTRACTING                 "%s kaynağından ayıklanıyor"
IDS_TESTING                    "%s sınanıyor"
IDS_REPAIRING                  "%s onarılıyor"
IDS_DELETING                   "%s kaynağından siliniyor"
IDS_COMMENTING                 "Arşiv açıklaması ekleniyor"
IDS_CONVERTING                 "SFX'e dönüştürülüyor"
IDS_REMOVESFX                  "SFX modülü siliniyor"
IDS_PROCESSARC                 "%s arşivi işleniyor"
IDS_LOCKING                    "Arşiv kilitleniyor"
IDS_ADDRECREC                  "Kurtarma kaydı ekleniyor"
IDS_ADDING                     "Ekleme"
IDS_UPDATING                   "Güncelleme"
IDS_ANALYZING                  "İnceleme"
IDS_REPACKING                  "Yeniden sıkıştırma"
IDS_PREPARING                  "Hazırlama"
IDS_CMDTESTING                 "Sınama"
IDS_CMDEXTRACTING              "Ayıklama"
IDS_SKIPPING                   "Atlama"
IDS_SCANNING                   "Arşivler aranıyor..."
IDS_MESSAGE                    "İleti"
IDS_DELETETITLE                "Sil"
IDS_ASKDELETE                  "%s silinecek. Silme işlemini onaylıyor musunuz?"
IDS_DIRECTORY                  "klasör"
IDS_DIRECTORIES                "klasör"
IDS_FILE                       "dosya"
IDS_FILES                      "dosya"
IDS_DELETINGFILE               "%s siliniyor"
IDS_REPACKINGFILE              "%s yeniden sıkıştırılıyor"
IDS_COPYINGFILE                "%s kopyalanıyor"
IDS_REPAIRTITLE                "Onar"
IDS_REPAIRDETECTING            "Arşiv türü algılanıyor..."
IDS_REPAIREXT                  "WinRAR sadece RAR ve ZIP arşivlerini onarabilir"
IDS_BUILD                      "Derleme %s"
IDS_FOUND                      "Bulunmuş %s"
IDS_RRSEARCH                   "Kurtarma kaydı aranıyor"
IDS_ANALYZEFILEDATA            "Dosya verisi inceleniyor"
IDS_RRFOUND                    "---> kurtarma kaydı bulundu"
IDS_RRNOTFOUND                 "---> kurtarma kaydı bulunamadı"
IDS_SECDAMAGED                 "%ld (Konum: %lX...%lX) kesimi bozuk"
IDS_SECRECOVERED               "---> kesim kurtarıldı"
IDS_SECNOTRECOVERED            "---> kesim kurtarılamadı"
IDS_REPAIRDONE                 "Bitti"
IDS_REPAIRCLOSE                "Kapat"
IDS_REPAIRABORTED              "İptal edildi"
IDS_CANNOTREPAIROLD            "Eski biçim arşiv onarılamıyor"
IDS_ASKMARKSOLID               "Arşiv üstbilgisi bozuk. Katı arşiv olarak işaretlensin mi?"
IDS_NOFILESREPAIRED            "Onarılmış dosya yok"
IDS_ASKRECONSTRUCT             "Arşiv yapısını yeniden oluştur"
IDS_ARCINFOTITLE               "%s arşivi"
IDS_INFOSOLID                  "Katı"
IDS_INFOSFX                    "SFX"
IDS_INFOVOLUME                 "%s cildi"
IDS_INFOARCHIVE                "%s arşivi"
IDS_UNKNOWN                    "Bilinmiyor"
IDS_PRESENT                    "Var"
IDS_ABSENT                     "Yok"

; Displayed in "Info" dialog for archives with encrypted file names.
; Try to keep it short, this field is limited in space.
IDS_INFOENCNAMES               "Adlar ve veri"

IDS_UNEXPEOF                   "Beklenilmedik arşiv sonu"
IDS_FILEHEADERBROKEN           "Dosya üstbilgisi bozuk: %s"
IDS_HEADERBROKEN               "Bozuk üstbilgi bulundu"
IDS_MAINHEADERBROKEN           "Ana arşiv üstbilgisi bozuk"
IDS_ARCBROKEN                  "Arşiv bozuk"
IDS_CANNOTFINDVOL              "Gerekli cilt yok"
IDS_CMTBROKEN                  "Arşiv açıklaması bozuk"
IDS_LOCKRARONLY                "Kilitleme sadece RAR arşivleri için destekleniyor"
IDS_PROTECTRARONLY             "Koruma sadece RAR arşivleri için destekleniyor"
IDS_NOZIPVOL                   "Çok parçalı ZIP arşivleri desteklenmiyor"
IDS_BROKENORVOLZIP             "ZIP arşivi çok parçalı veya bozuk"
IDS_LOGTITLE                   "Günlüğü görüntüle"
IDS_LOGEMPTY                   "Günlük dosyası boş"
IDS_CANNOTMODIFYOLD            "Eski biçim arşiv (RAR 1.40) değiştirilemiyor"
IDS_CANNOTMODIFYLOCKED         "Kilitli arşiv değiştirilemiyor"
IDS_CANNOTMODIFYVOLUME         "Cilt değiştirilemiyor"
IDS_CANNOTMODIFYUNKNOWN        "%s içerisindeki yöntem bilinmiyor. İşlem iptal edildi"

; These SFX names must match actual SFX module file names in installation
; package. Normally they should not be changed.
IDS_DEFAULTSFXNAME32           "Default32.SFX"
IDS_WINCONSFXNAME32            "WinCon32.SFX"
IDS_ZIPSFXNAME32               "Zip32.SFX"
IDS_DEFAULTSFXNAME64           "Default.SFX"
IDS_WINCONSFXNAME64            "WinCon.SFX"
IDS_ZIPSFXNAME64               "Zip.SFX"

; Edit these "dummy..." SFX names only if you added a new SFX module.
; Otherwise keep them as is.
IDS_DUMMYSFXNAME1              "Default32_Eng.SFX"
IDS_DUMMYSFXNAME2              "WinCon32_Eng.SFX"
IDS_DUMMYSFXNAME3              "Zip32_Eng.SFX"
IDS_DUMMYSFXNAME4              "Default_Eng.SFX"
IDS_DUMMYSFXNAME5              "WinCon_Eng.SFX"
IDS_DUMMYSFXNAME6              "Zip_Eng.SFX"
IDS_DUMMYSFXNAME7              "Setup32.SFX"
IDS_DUMMYSFXNAME8              "Setup.SFX"

; Descriptions of SFX modules. Unlike SFX names, they should be translated.
IDS_DEFAULTSFX32               "Windows 32 bit GKA RAR SFX Türkçe"
IDS_WINCONSFX32                "Windows 32 bit Konsol RAR SFX Türkçe"
IDS_ZIPSFX32                   "Windows 32 bit GKA ZIP SFX Türkçe"
IDS_DEFAULTSFX64               "Windows 64 bit GKA RAR SFX Türkçe"
IDS_WINCONSFX64                "Windows 64 bit Konsol RAR SFX Türkçe"
IDS_ZIPSFX64                   "Windows 64 bit GKA ZIP SFX Türkçe"

; Edit these "dummy..." SFX descriptions only if you added a new SFX module.
; Otherwise keep them as is.
IDS_DUMMYSFX1                  "Windows 32 bit GKA RAR SFX İngilizce"
IDS_DUMMYSFX2                  "Windows 32 bit Konsol RAR SFX İngilizce"
IDS_DUMMYSFX3                  "Windows 32 bit GKA ZIP SFX İngilizce"
IDS_DUMMYSFX4                  "Windows 64 bit GKA RAR SFX İngilizce"
IDS_DUMMYSFX5                  "Windows 64 bit Konsol RAR SFX İngilizce"
IDS_DUMMYSFX6                  "Windows 64 bit GKA ZIP SFX İngilizce"
IDS_DUMMYSFX7                  "Windows 32 bit GKA Kurulum RAR SFX Türkçe"
IDS_DUMMYSFX8                  "Windows 64 bit GKA Kurulum RAR SFX Türkçe"

IDS_SFXMODULE                  "Modül"
IDS_SFXMODULEDIZ               "Açıklama"
IDS_NOTSFX                     "Bu bir SFX arşivi değil"
IDS_NOTFIRSTVOL                "Bu ilk cilt değil"
IDS_CANNOTTOSFXOLD             "Eski biçim arşiv (RAR 1.5) dönüştürülemiyor"
IDS_SETTINGS                   "Ayarlar"
IDS_PERCENTSDONE               "%%%d bitti"
IDS_TRAYRESTORE                "Önceki boyut"
IDS_TRAYBREAK                  "İşlemi durdur"
IDS_TRAYPAUSE                  "Duraklat"
IDS_TRAYCONTINUE               "Devam et"
IDS_SELECTADDFOLDER            "Arşivler için varsayılan klasörü seçin"
IDS_SELECTEXTRFOLDER           "Ayıklanmış dosyalar için varsayılan klasörü seçin"
IDS_SELECTTEMPFOLDER           "Geçici klasörü seçin"
IDS_SELECTSTARTFOLDER          "Başlangıç klasörü seçin"
IDS_SELECTEXTVIEWER            "Harici görüntüleyiciyi seçin"
IDS_FILEWASMODIFIED            "\"%s\" dosyası değiştirildi.\nBu dosyayı arşivde güncellemek istiyor musunuz?"
IDS_ASKABORT                   "Şu anki işlemi iptal etmek istiyor musunuz?"
IDS_ASKABORTTITLE              "Kullanıcı iptali"
IDS_MENUMKDIR                  "Yeni bir klasör oluştur"
IDS_MENURENAME                 "Yeniden adlandır"
IDS_MENUPRINT                  "Dosyayı yazdır"
IDS_MENULISTVIEWMENU           "Görünüm"
IDS_MENULISTSORT               "Sırala"
IDS_MENURUN                    "Çalıştır"
IDS_MENUASSOCIATEDAPP          "İlişkili uygulamada aç"
IDS_MENUSHOWCONTENTS           "Arşiv içeriklerini göster\tCtrl+PgDn"
IDS_MENUINTVIEWER              "Dahili görüntüleyicide aç\tCtrl+Q"
IDS_MENULISTVIEW               "Listele"
IDS_MENUDETAILSVIEW            "Ayrıntılar"
IDS_SORTNAME                   "Ad"
IDS_SORTSIZE                   "Boyut"
IDS_SORTPACKEDSIZE             "Sıkıştırılmış boyut"
IDS_SORTTYPE                   "Tür"
IDS_SORTMODIFIED               "Değişme zamanı"
IDS_SORTCREATED                "Oluşma zamanı"
IDS_SORTACCESSED               "Son erişim zamanı"
IDS_SORTATTR                   "Öznitellikler"
IDS_SORTCRC                    "Sağlama toplamı"
IDS_SORTORIGINAL               "Özgün sıra"
IDS_CLEARINGATTR               "\"Arşiv\" özniteliği temizleniyor"
IDS_ADDDELETE                  "Siliniyor"
IDS_NOFILESTOADD               "Eklenecek dosya yok"
IDS_ERASEDISK                  "%c: diski siliniyor"
IDS_UNKNOWNMETHOD              "%s içerisindeki yöntem bilinmiyor"
IDS_NEWRARFORMAT               "Arşiv biçimi bilinmiyor. Lütfen WinRAR'ı daha yeni bir sürüme yükseltin."
IDS_NOFILESTOEXTRACT           "Ayıklanacak dosya yok"
IDS_NOFILESTODELETE            "Silinecek dosya yok"
IDS_DISKFULL                   "Disk tamamen dolu. Sonrakini yerleştirin."
IDS_DISKFULLTITLE              "Disk tamamen dolu"
IDS_PATHTOOLONG                "Yol çok uzun"
IDS_JAN                        "Oca"
IDS_FEB                        "Şub"
IDS_MAR                        "Mar"
IDS_APR                        "Nis"
IDS_MAY                        "May"
IDS_JUN                        "Haz"
IDS_JUL                        "Tem"
IDS_AUG                        "Ağu"
IDS_SEP                        "Eyl"
IDS_OCT                        "Eki"
IDS_NOV                        "Kas"
IDS_DEC                        "Ara"
IDS_ARCFOUND                   "%d arşiv bulundu"
IDS_ARCPROCESSED               "%d arşiv bulundu, %d işlendi"
IDS_NOARCFOUND                 "Seçili dosyalar ve klasörlerde bulunmuş arşiv yok"
IDS_ARCFOUNDTITLE              "Arşiv grubu işlemi"
IDS_REGFAILED                  "Kayıt başarısız"
IDS_THANKS                     "Bu WinRAR kopyası başarıyla kaydedildi. Teşekkür ederiz!"
IDS_REGCORRECT                 "Kayıt işlemi başarıyla tamamlandı"
IDS_EVALCOPY                   "deneme kopyası"
IDS_EVALDAYSLEFT               "bir lisans satın almanız için sadece %d gün kaldı"
IDS_CMDNOARCFOUND              "Bulunmuş arşiv yok"
IDS_UNKNOWNCOMMAND             "\"%s\" komutu bilinmiyor"
IDS_UNKNOWNOPTION              "\"%s\" seçeneği bilinmiyor"
IDS_SWSYNTAXERROR              "\"%s\" başlangıcında '-' bekleniyor"
IDS_FILESFOUND                 "%d dosya bulundu"
IDS_FILESMODIFIED              "%s kaynağından ayıklanmış bazı dosyalar değiştirildi veya yeni dosyalar oluşturuldu.\nOnları arşive yerleştirmek istiyor musunuz?"
IDS_EXECUTETITLE               "Yürüt"
IDS_WINRARHELP                 "WinRAR yardımı"
IDS_RARHELP                    "Konsol RAR kılavuzu"
IDS_WHATSNEW                   "Son sürümde neler yeni"

; Name of WhatsNew.txt file in distribution package.
; Edit it only if you renamed this file.
IDS_WHATSNEWNAME               "WhatsNew.txt"

IDS_MODIFIEDON                 "değişme"
IDS_TOOLBARSMALL               "Küçük boyutlu düğmeler"
IDS_TOOLBARMEDIUM              "Orta boyutlu düğmeler"
IDS_TOOLBARLARGE               "Büyük boyutlu düğmeler"
IDS_TOOLBAREXTRALARGE          "Çok büyük boyutlu düğmeler"
IDS_TOOLBARMENUTEXT            "Metni göster"
IDS_TOOLBARMENULOCK            "Araç çubuklarını kilitle"
IDS_TOOLBARMENUSELTB           "Araç çubuklarını seç..."
IDS_TOOLBARMENUSELECT          "Düğmeleri seç..."
IDS_TESTMSGTITLE               "Sınama tamamlandı"
IDS_TESTMSGTEXT                "Sınama işleminde bulunmuş hata yok"
IDS_CMDNOTSUPPORTED            "Bu tür arşiv için komut desteklenmiyor"
IDS_FILERO                     "%s salt okunur"
IDS_REGISTEREDTO               "Kayıt bilgisi:"
IDS_REGKEYWARNING              "Mevcut lisans anahtarı sadece %s için geçerli"
IDS_ARCSIZE                    "açılmış boyut %s bayt"
IDS_CLEARLOGTITLE              "Günlüğü temizle"
IDS_CLEARLOG                   "Günlük dosyasını temizlemek istediğinizden emin misiniz?"
IDS_WINRARARC                  "WinRAR arşivi"
IDS_WINRARZIPARC               "WinRAR ZIP arşivi"
IDS_NEWFOLDER                  "Yeni klasör"
IDS_ENCRNOTSUPPORTED           "Şifreli %s dosyası. Bu tür arşivler için şifreleme desteklenmiyor"
IDS_NOTSUPPORTED               "%s desteklenmiyor"
IDS_ARCNAMEPARAM               "Arşiv adı ve parametreleri"
IDS_SELECTARCCOMMENT           "Açıklama dosyasını seç"
IDS_ACLGETERROR                "%s güvenlik verisi alınamıyor"
IDS_ACLSETERROR                "%s güvenlik verisi ayarlanamıyor"
IDS_ACLBROKEN                  "%s güvenlik verisi bozuk\n"
IDS_ACLUNKNOWN                 "%s güvenlik verisi biçimi bilinmiyor\n"
IDS_STREAMBROKEN               "%s akış verisi bozuk\n"
IDS_STREAMUNKNOWN              "%s akış verisi biçimi bilinmiyor\n"
IDS_SAVETOPROFILE              "Şu anki seçenekleri yeni bir profile kaydet..."
IDS_PROFILESORGANIZE           "Profilleri yönet..."
IDS_NEWPROFILE                 "Yeni profil"
IDS_SETOPTIONS                 "Varsayılan sıkıştırma seçeneklerini ayarla"

; These profile names are stored in Registry after first WinRAR execution
; and then read from Registry. You need to uninstall and re-install
; WinRAR to see their new values if you had older ones in Registry.
IDS_DEFAULTPROFILE             "Varsayılan profil"
IDS_PROFILEMAIL                "E-posta eki oluştur"
IDS_PROFILEBACKUP              "Seçili dosyaları yedekle"
IDS_PROFILEVOLUMES             "10 MB'lık ciltler oluştur"
IDS_PROFILEZIP                 "ZIP arşivi (düşük sıkıştırma)"

IDS_INVALIDNAME                "Geçersiz dosya adı %s"
IDS_FILETIMEANY                "Herhangi bir zaman"
IDS_FILEMTIMEOLDER             "Daha eski değişme"
IDS_FILEMTIMENEWER             "Daha yeni değişme"
IDS_FILEMTIMEBEFORE            "Önce değişen"
IDS_FILEMTIMEAFTER             "Sonra değişen"
IDS_FILECTIMEOLDER             "Daha eski oluşma"
IDS_FILECTIMENEWER             "Daha yeni oluşma"
IDS_FILECTIMEBEFORE            "Önce oluşan"
IDS_FILECTIMEAFTER             "Sonra oluşan"
IDS_FILEATIMEOLDER             "Daha eski erişme"
IDS_FILEATIMENEWER             "Daha yeni erişme"
IDS_FILEATIMEBEFORE            "Önce erişim"
IDS_FILEATIMEAFTER             "Sonra erişim"
IDS_ARCTIMECURRENT             "Şu anki sistem zamanı"
IDS_ARCTIMEORIGINAL            "Özgün arşiv zamanı"
IDS_ARCTIMELATEST              "En son dosya zamanı"
IDS_SELECTREPAIRFOLDER         "Onarılmış arşivin yerleştirileceği klasörü seçin"
IDS_ASKSTOREPSWCVT             "Dönüştürülmüş arşivleri şifrelemek istediğinizden emin misiniz?"
IDS_ALLARCHIVES                "Tüm arşivler"
IDS_ALLARCHIVESANDSFX          "Kendi-ayıklanan dahil tüm arşivler"
IDS_ALLFILES                   "Tüm dosyalar"
IDS_WRONGFMT                   "%s modülünün sürümü hatalı. Lütfen WinRAR'ı yeniden yükleyin."

; These strings allow to add links to distributor sites to "Help" menu.
; Change it only if you are the official WinRAR distributor, otherwise
; keep it unmodified.
IDS_LOCALSITE                  "site adı"
IDS_LOCALSITEURL               "site URL"
IDS_LOCALSITE2                 "site adı 2"
IDS_LOCALSITEURL2              "site URL 2"

IDS_SFXOPTTITLE                "Gelişmiş SFX seçenekleri"
IDS_SFXSCRIPTTITLE             ";Aşağıdaki açıklama SFX kod komutlarını içerir"
IDS_SELECTFILESTOADD           "Eklenecek dosyaları seçin"
IDS_SELECTFILESTOEXCL          "Hariç tutulacak dosyaları seçin"
IDS_CORRECTINGNAME             "Geçersiz dosya veya klasör adı düzeltmeye çalışılıyor"
IDS_UNPCANNOTMERGE             "%s dosyasını açmak için ayıklamayı önceki bir ciltten başlatmanız gerekiyor"
IDS_SETTINGSEXPORTED           "WinRAR ayarları %s dosyasına kaydedildi"
IDS_SETTINGSIMPORTED           "WinRAR ayarları %s dosyasından geri yüklendi"
IDS_BETA                       "Beta"
IDS_32BIT                      "32 bit"
IDS_64BIT                      "64 bit"
IDS_OPFAILED                   "İşlem başarısız"
IDS_SUBHEADCORRUPT             "Bozuk veri üstbilgisi bulundu, yok sayıldı"
IDS_SUBHEADUNKNOWN             "Veri üstbilgisi biçimi bilinmiyor, yok sayıldı"
IDS_SUBHEADDATACRC             "%s veri bloğu bozuk"
IDS_WIZUNPARCNAME              "Lütfen açılacak bir arşivi seçin ve \"İleri\" düğmesine tıklayın.\nArşiv simgesini bu diyaloğa sürükleyebilir veya arşivi elle bulmak için \"Gözat...\" düğmesini kullanabilirsiniz."
IDS_WIZNEWARCNAME              "Lütfen oluşturulacak bir arşiv adı girin ve \"İleri\" düğmesine tıklayın.\nYa bunu elle girin ya da oluşturulacak arşive yönelik bir klasör ve ad seçmek için \"Gözat...\" düğmesini kullanın."
IDS_WIZADDARCNAME              "Lütfen güncellenecek bir arşivi seçin ve \"İleri\" düğmesine tıklayın.\nArşiv simgesini bu diyaloğa sürükleyebilir veya arşivi elle bulmak için \"Gözat...\" düğmesini kullanabilirsiniz."
IDS_WIZDESTFOLDERTITLE         "Açılacak dosyalar için bir hedef klasörü seçin"
IDS_WIZARCNAMENEEDED           "Lütfen bir arşiv adı girin, bu gerekli bir alandır"
IDS_CHOOSENEWARC               "Yeni arşiv için bir hedef klasör ve ad girin"
IDS_PATHSRELATIVE              "İlgili yolları sakla"
IDS_PATHSFULL                  "Tam yolları sakla"
IDS_PATHSNONE                  "Yolları saklama"
IDS_PATHSABS                   "Sürücü harfi dahil tam yolları sakla"
IDS_CONTINUE                   "Devam et"
IDS_PAUSED                     "Duraklatıldı, sürdürmek için \"Devam et\" düğmesine tıklayın"
IDS_SCANERROR                  "%s içerikleri okunamıyor"
IDS_NOTVOLUME                  "Bu bir cilt değil"
IDS_RECVOLDIFFSETS             "%s ve %s farklı kümelere ait"
IDS_RECVOLMISSING              "%d cilt eksik"
IDS_RECVOLFOUND                "%d kurtarma cildi bulundu"
IDS_RECVOLALLEXIST             "Yeniden yapılandırılacak hiçbir şey yok"
IDS_RECVOLCANNOTFIX            "Yeniden yapılandırmak mümkün değil"
IDS_RECONSTRUCTING             "Yeniden yapılandırılıyor..."
IDS_CREATING                   "%s oluşturuluyor"
IDS_RENAMING                   "%s, %s olarak yeniden adlandırılıyor"
IDS_RARRECVOL                  "RAR kurtarma cildi"
IDS_ASKTORECVOL                "Eksik ciltleri yeniden yapılandırmak istiyor musunuz?"
IDS_CHOOSESEPARCFOLDER         "Oluşturulmuş arşivler için hedef klasörü seçin"
IDS_NTFSREQUIRED               "Yazma hatası: 4 GB'tan büyük dosyaları sadece NTFS dosya sistemi destekler"
IDS_FAT32SIZE                  "4 GB veya daha büyük dosyaları FAT32 dosya sistemi desteklemez"
IDS_ERRCHANGEATTR              "%s öznitelikleri değiştirilemiyor"
IDS_SELECTICON                 "Simge seç"
IDS_SELECTLOGO                 "Logo seç"
IDS_ADVWRONGSFX                "Seçili SFX modülü, gelişmiş seçenekleri desteklemiyor"
IDS_FILEINFO                   "Dosya bilgisi"
IDS_INFOSCANINPROGRESS         "Lütfen dosya taraması bitene kadar bekleyin veya \"İptal\" düğmesine tıklayarak diyaloğu kapatın"
IDS_INFODONE                   "Bitti"
IDS_INFOCALCULATING            "Hesaplanıyor"
IDS_WRONGSFXVER                "Varsayılan SFX modülü, RAR %d.%d arşivlerini desteklemiyor"
IDS_HEADENCMISMATCH            "Arşiv zaten şifreli olduğundan ad şifreleme modu değiştirilemiyor"
IDS_CANNOTEMAIL                "%s dosyası e-posta olarak gönderilemiyor"
IDS_GROUPARCCONFIRM            "Belirtilmiş seçenekleri, seçili dosyalar ve klasörlerdeki tüm arşivlere uygulamak istediğinizden emin misiniz?"
IDS_COLUMNTITLEFILE            "Dosya"
IDS_COLUMNTITLELOCATION        "Konum"
IDS_COLUMNTITLECONTEXT         "Bağlam"
IDS_KEYLOCATE                  "Konumlandır"
IDS_TIPLOCATE                  "Dosyayı WinRAR ana penceresinde göster"
IDS_CURRENTFOLDER              "Şu anki klasör"
IDS_SELECTEDITEMS              "Seçili öge"
IDS_ITEMSFOUND                 "%u öge bulundu"
; Button label to stop commands like "Find" and "Repair". Keep text short.
IDS_STOP                       "Durdur"

; WinRAR home page.
IDS_HOMEURL                    "https://www.win-rar.com"

; This string specifies URL, which will be opened when user pressed
; "Buy online" in registration reminder dialog. Change it only if you are
; the official WinRAR dealer, otherwise keep it unmodified.
IDS_BUYURL                     "https://notifier.win-rar.com/buyredirect?L=5&BL=5&src=wrr&arch=64&ver=701"

; Reminder dialog information. For official WinRAR dealers only.
; Please do not change or translate this string if you are not a dealer.
IDS_REMINDERINFO               "##0a>9<<24Z8hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=tts&kckdjhftfe`=eosws&sequhki?202&`vdjltfeuqug8$B5_9hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=tts&kckdjhftfe`=eoswsgxpjtd`&t`rponj:$S&btblnv`cwssa:$D58[GQG7:^3hwrqw=-*nlrhbngw.too)ucw.`il+8ndnds`cb?$L&unqua`=tts&kckdjhftfe`=fxqmuga&ucswnmk=$P&euamiwcbprp`=$Gb<"

; WinRAR themes page.
IDS_THEMEPAGEURL               "https://www.rarlab.com/themes.htm"

IDS_SELCOUNT                   "Seçili %d"
IDS_CVTDIFCONTENTS             "Özgün ve dönüştürülmüş arşivlerin içerikleri eşit değil"
IDS_CONVERTINGARCHIVES         "Arşivler dönüştürülüyor"
IDS_CVTSELFOLDERTITLE          "Dönüştürülmüş arşivlerin oluşturulacağı klasörü seçin"
IDS_FILEEXIST                  "Dosya zaten var"
IDS_SKIPENCARC                 "Şifreli arşiv atlanıyor"
IDS_CVTTOOLARGE                "%s çok büyük, dönüştürülmedi"
IDS_FINDFILE                   "Dosyayı bul"
IDS_CALCCRC                    "Sağlama toplamı hesaplanıyor: %%%d bitti"
IDS_PROCESSING                 "%s işleniyor"
IDS_STREAMWARNING              "Belirtilmiş arşiv adı iki nokta işareti içeriyor, böyle ad taşıyan bir arşive erişemeyebilirsiniz. NTFS akışlarının ne olduğunu biliyorsanız \"Tamam\" düğmesine tıklayın, aksi takdirde \"İptal\" düğmesini seçin ve adı değiştirin."
IDS_EXTRDLGTITLE               "Ayıklama yolu ve seçenekleri"
IDS_WINRARDESC                 "RAR, ZIP ve diğer arşiv biçimlerini işle"
IDS_DRAGFAILED                 "Sürükle-bırak işlemi başarısız"
IDS_SELECTVIRSCAN              "Virüs tarayıcısı seçin"
IDS_ASKSETVIRSCAN              "Bir virüs tarayıcısı programı belirtmeniz gerekiyor.\nDaha fazla bilgi almak için \"Tamam\" düğmesine ve ardından \"Yardım\" düğmesine tıklayın."
IDS_WAITVIRSCAN                "Virüs tarayıcısının tamamlanması bekleniyor"
IDS_USERDEFINED                "Kullanıcı tanımlı"
IDS_TOOMANYFILESREAD           "%d dosya okundu. Çok büyük bir sayı, arşivin bozuk olduğunu gösterebilir.\nDaha fazlasını okumak istiyor musunuz?"
IDS_TOTALERRORS                "Toplam hata: %d"
IDS_SELECTREPORTNAME           "Rapor dosyası adını seçin"
IDS_CREATINGREPORT             "Rapor oluşturuluyor"
IDS_CANNOTPRINT                "%s yazdırılamıyor"
IDS_ENDOFARCHIVE               "Arşiv sonu"
IDS_REPORTFILES                "Dosya"
IDS_YES                        "Evet"
IDS_REPORTDATE                 "Rapor %s tarihinde oluşturuldu"
IDS_RECVOLLIMIT                "Normal ve kurtarma ciltlerinin toplam sayısı %d değerini aşmamalıdır"
IDS_VOLUMENUMBER               "%d numara"
IDS_REPORTDIRECTORY            "Klasör"
IDS_EXTRDELCONFIRM             "Açılmış arşivi silmek istiyor musunuz?"
IDS_WAITFOROTHERCOPY           "Diğer WinRAR kopyası bekleniyor"
IDS_THEME                      "Temalar"
IDS_DEFAULTTHEME               "Varsayılan tema"
IDS_CONFIRMTHEMEINSTALL        "\"%s\" içerisinde bulunan WinRAR arayüz temasını yüklemek istiyor musunuz?"
IDS_INSTALLNEWTHEME            "Yeni temayı yükle"
IDS_SELECTTHEMEFILE            "Tema dosyası seç"
IDS_THEMEINSTALLED             "Tema yüklendi. Temayı 'Seçenekler → Tema' menüsünü kullanarak seçebilirsiniz."
IDS_BLOCKCONTENTS              "Potansiyel olarak tehlikeli içerik engellendi."
IDS_TOOLARGESFX                "SFX modülü boyutu %u baytı aşmamalıdır."
IDS_TIMELEFT                   "Kalan süre"
IDS_SAVEARCAS                  "Arşiv kopyasını farklı kaydet"
IDS_CANNOTCOPY                 "%s, %s hedefine kopyalanamıyor"
IDS_SAVESETTINGS               "WinRAR ayarlarını farklı kaydet"
IDS_LOADSETTINGS               "WinRAR ayarlarını kaynaktan yükle"
IDS_CREATEINI                  "WinRAR.ini dosyası oluştur"
IDS_INICREATED                 "%s dosyası başarıyla oluşturuldu. Bunu dilediğiniz konuma kopyalayabilirsiniz. Daha fazla bilgi almak için \"Yardım\" düğmesine tıklayın."
IDS_SECONDDRAGERROR            "Önceki işlem etkinken yeni bir sürükle-bırak işlemi başlatılamıyor."
IDS_TOOLARGESFXARC             "Çok büyük SFX arşivi. 4 GB'ı aşan yürütülebilir dosyayı Windows çalıştıramaz."
IDS_ZIPVOLCANNOTFSFX           "ZIP ciltleri kendi-ayıklanan olamaz."
IDS_CALCCRCALLVOL              "Tüm ciltlerin sağlama toplamları hesaplanıyor."
IDS_WRONGDLLBITS               "%d bit WinRAR, %d bit %s modülünü yükleyemedi. WinRAR'ı yeniden yüklemeniz gerekebilir."
IDS_NOTENOUGHDISK              "%s için disk alanı yetersiz."
IDS_INARCHIVE                  "%s arşivinde"
IDS_PASSWORDDEFAULT            "Varsayılan parolayı ayarlayın"
IDS_PASSWORDFILE               "Şifreli dosya için parolayı girin"
IDS_PASSWORDARCHIVE            "Şifreli arşiv için parolayı girin"
IDS_MASTERINFOORG              "Şifreli parola kayıtları için ana parolayı girin veya varolan bir ana parolayı kaldırmak için boş bırakın."
IDS_MASTERINFOPROF             "Sıkıştırma profilindeki parola verisi için ana parolayı girin."
IDS_MASTERACCESS               "Parola kayıtlarına erişmek için ana parolayı girin veya arşivlemeye yönelik parolayı girerek işleme devam edin."
IDS_PROFILENAME                "Profil adı: %s"
IDS_CORRPUTPSWDATA             "Saklanmış parola bozuk"
IDS_TITLELABEL                 "Etiket"
IDS_TITLEMASK                  "Maske"
IDS_NOTIFYPSWMAN1              "Eğer ana parola ayarlanmazsa parola yöneticisinde saklanmış parolalar güvenli bir şekilde şifrelenemez."
IDS_NOTIFYPSWMAN2              "Bilgisayarınıza erişime sahip herhangi biri bunları görüntüleyebilir."
IDS_NOTIFYPSWMAN3              "Bu özelliği ya ana parola ile kullanın ya da bilgisayarınız yetkisiz erişime karşı korumalıysa kullanın."
IDS_PSWLABELEXISTS             "Böyle bir parola veya etiket zaten var."
IDS_PSWLABELENTERED            "Parola etiketi girildi."
IDS_USELABELNOTIFY             "Bu etiketle eşleşen parola kullanılacak."

; Abbreviations for bytes and kilo-, mega-, giga-, terabytes.
IDS_B                          "B"
IDS_KB                         "KB"
IDS_MB                         "MB"
IDS_GB                         "GB"
IDS_TB                         "TB"

IDS_NEWREGKEYTITLE             "Yeni kayıt anahtarı bulundu"
IDS_NEWREGKEY                  "Şu anki WinRAR kayıt anahtarını yenisiyle değiştirmek istiyor musunuz?"
IDS_COMPRESSEDSFX              "SFX modülü bir EXE sıkıştırıcı tarafından sıkıştırılmış. Bu tür bir modüldeki simge, logo ve diğer kaynaklar güncellenemez."
IDS_CANNOTZIPVOLSFX            "ZIP ciltlerini SFX'e dönüştürülemiyor. ZIP ciltleri kendi-ayıklanan olamaz."
IDS_NOTIFYSYNCMODE1            "WinRAR, \"Arşiv içeriklerini eşitle\" modunda arşivlenmiş dosyaları silebilir ve hatalı bir biçimde kullanılırsa veri kaybına neden olabilir."
IDS_NOTIFYSYNCMODE2            "Bu modu kullanmadan önce nasıl çalıştığını anlayabilmek için lütfen WinRAR yardımını okuyun."
IDS_NEWERWINRAR                "WinRAR'ın yeni bir sürümüne ihtiyaç duyabilirsiniz."
IDS_UNKENCMETHOD               "%s içerisindeki şifreleme yöntemi bilinmiyor."
IDS_WRONGPASSWORD              "Belirtilmiş parola hatalı."
IDS_WRONGFILEPASSWORD          "%s için parola hatalı"
IDS_AREADAMAGED                "%08x %08x konumunda %d bayt bozuk"
IDS_BLOCKSRECOVERED            "%u blok kurtarıldı, %u blok yeniden yerleştirildi"
IDS_RRDAMAGED                  "Kurtarma kaydı bozuk."
IDS_TESTINGRR                  "Kurtarma kaydı sınanıyor"
IDS_JUNCTION                   "Birleşim noktası"
IDS_SYMLINK                    "Sembolik bağlantı"
IDS_HARDLINK                   "Sabit bağlantı"
IDS_FILECOPY                   "Dosya referansı"
IDS_CHDIRERROR                 "Şu anki klasör %s olarak ayarlanamıyor"
IDS_CHECKTEMPPERM              "Geçici dosyalar için lütfen WinRAR klasörünün izinlerini denetleyin veya WinRAR ayarlarında başka bir geçici klasör belirtin."
IDS_INCOMPATSWITCH             "%s anahtarı RAR %d.x arşiv biçimi için desteklenmiyor."
IDS_SEARCHDUPFILES             "Eş dosyalar aranıyor"
IDS_UNKNOWNEXTRA               "%s içerisindeki ek alan bilinmiyor."
IDS_CORRUPTEXTRA               "%s ek alanı bozuk. Konum: %s."
IDS_COPYERROR                  "%s, %s hedefine kopyalanamıyor."
IDS_COPYERRORHINT              "Dosya referans girdileri oluşturmak için tüm arşivi açmanız gerekiyor."
IDS_COPYINGDATA                "Veri kopyalanıyor."
IDS_CANNOTCREATELNKS           "Sembolik %s bağlantısı oluşturulamıyor"
IDS_CANNOTCREATELNKH           "Sabit %s bağlantısı oluşturulamıyor"
IDS_ERRLNKTARGET               "Öncelikle bağlantı hedefini açmanız gerekiyor"
IDS_NEEDADMIN                  "WinRAR'ı yönetici olarak çalıştırmanız gerekebilir"
IDS_ARCDRIVERO                 "Lütfen arşiv adını değiştirin. %s salt-okunur."
IDS_DICTOUTMEM                 "%d MB'lık sıkıştırma sözlüğü için bellek yetersiz, %d MB'lık olarak değiştirildi."
IDS_USESMALLERDICT             "Lütfen daha küçük bir sıkıştırma sözlüğü kullanın."
IDS_EXTRDICTOUTMEM             "%u GB'lık sıkıştırma sözlüğüyle arşivi açmak için yeterli bellek yok."
IDS_SUGGEST64BIT               "64 bit WinRAR sürümü gerekiyor."
IDS_LARGEDICT1                 "%u GB'lık sözlük, dosyaları sıkıştırmak ve açmak için çok fazla bellek kullanır."
IDS_LARGEDICT2                 "Daha düşük bellekli olanlar dahil farklı bilgisayarda arşiv açılacaksa %u GB'lık veya daha küçük bir sözlük boyutu seçmek önerilir."

; Specify the name of your language in English here. WinRAR can use it
; as a language identifier when accessing multilanguage resources.
; Do not translate it to your language, use English language name.
; Only English characters and spaces are allowed.
; For example, "Russian", "Chinese Simplified", "Valencian".
IDS_LANGNAME                   "Turkish"

IDS_PREPARING_FILES            "Dosyalar hazırlanıyor..."
IDS_NAMEENCODINGSAVE           "Şu anki seçimi koru"
IDS_NAMEENCODINGHELP           "Yardım"
IDS_NAMEENCODINGDEFAULT        "Varsayılan"
IDS_SFXLOGOFORMAT              "SFX logosu %s biçiminde olmalıdır"
IDS_WARNMANYVOLUMES            "Her biri %llu baytlık %u cilt zaten oluşturulmuş. Devam etmek istiyor musunuz?"

; Please pay attention that GETARCADV dialog provides a small enough space
; for "When done" drop down list. So if your translation of "Keep PC running"
; and other strings from this list is much longer than English and does not
; fit to the list, you may omit some words, like "Keep running", "PC running"
; or even "Run", "Off", "Sleep", "Hibernate".
IDS_POWERKEEP                  "Bilgisayarı çalışır hâlde tut"
IDS_POWEROFF                   "Bilgisayarı kapat"
IDS_POWERHIBERNATE             "Bilgisayarı hazırda beklet"
IDS_POWERSLEEP                 "Bilgisayarı uyut"
IDS_POWERRESTART               "Bilgisayarı yeniden başlat"
IDS_POWERCLOSE                 "WinRAR'ı kapat"

IDS_WARNTRUSTEDARCONLY         "Bu seçenek güvenlik riskleriyle ilişkilidir. Sadece güvenilir kaynaklardan gelen arşivler için etkinleştirin."
IDS_OPENERRATIME               "Bu dosyayı açmak için \"Kaynak dosyaları son erişim zamanını koru\" seçeneğini kapatmanız gerekebilir."
IDS_FILESREAD                  "%u dosya okundu"
IDS_READERRORTRUNC             "%s, okuma hatası nedeniyle eksik olarak arşivlendi."
IDS_READERRORCOUNT             "%u dosya, okuma hataları nedeniyle eksik olarak arşivlendi."
IDS_RAR4ONLY                   "sadece RAR4 arşivleri için"
IDS_DIRNAMEEXISTS              "Böyle bir ada sahip klasör zaten var"
IDS_INACCESSIBLE               "Erişilemez"
IDS_TRUNCPSW                   "Parola, izin verilen en çok %u karakter uzunluğunu aşıyor ve kısaltılacak."
IDS_ADJUSTVALUE                "%s değeri %s olarak ayarlanıyor."
IDS_SINGLETOPITEM              "Bağlam menülerini gruplandır seçimi kapatılırsa sadece tek bir menü ögesi görüntülenebilir. \"Bağlam menüsü ögeleri...\" kullanılarak bu öge özelleştirilebilir."
IDS_POWERMANACTIONINFO         "WinRAR, bilgisayarı %u saniye içerisinde aşağıdaki duruma geçirecek:"
IDS_NEVER                      "Hiçbir zaman"
IDS_MARKOFWEBOFFICE            "Ofis dosyaları için"
IDS_MARKOFWEBEXEOFFICE         "Yürütülebilir ve ofis dosyaları için"
IDS_MARKOFWEBALL               "Tüm dosyalar için"
IDS_MARKOFWEBCUSTOM            "Kullanıcı tanımlı türler için"

; Megahertz abbreviation for memory frequency in "Benchmark" window.
IDS_MHZ                        "MHz"

IDS_RESSPEED                   "Sonuç hızı %s KB/s"
IDS_NUMTHREADS                 "%u iş parçacığı"
IDS_DICTNOTALLOWED             "%u GB'lık sözlük, %u GB'lık sınırı aşıyor ve açmak için %u GB'tan fazla bellek gerekiyor."
IDS_DICTEXCEEDSRAM             "Bu yüklü bellek miktarını aşıyor, aşırı yavaş ayıklamaya ve hatta sistemin yanıt vermemesine neden olabilir."
IDS_DICTSUGGESTCANCEL          "Ayıklamanın iptal edilmesi önerilir."
IDS_DICTCOMPRLIMIT             "%u GB'lık sözlük, %u GB'lık sınırı aşıyor ve veri sıkıştırılırken izin verilmiyor."

; Program name. Normally shouldn't be edited.
IDS_WINRAR                     "WinRAR"

IDS_DONOTSAVE                  "Kaydetme"
IDS_SAVE                       "Kaydet"
IDS_RESTORE                    "Geri yükle"
IDS_REMOVE                     "Kaldır"
IDS_NEEDSFX64                  "%u GB'lık sıkıştırma sözlüğü için 64 bit kendi-ayıklanan modül gerekiyor."
IDS_SKIPUNSAFELINK             "Potansiyel olarak güvenli olmayan %s -> %s bağlantısı atlanıyor. Güvenilir bir kaynaktan gelen arşivler için arşivi yine de ayıklamak üzere \"Sembolik bağlantılardaki kesin yollara izin ver\" seçeneğini ayarlayın."

; We use DS_SHELLFONT and DIALOGEX instead of DIALOG to avoid a bug
; causing the incorrect property sheet scaling with 120 DPI (125%) in XP.
; Property sheet contents is either larger or smaller than needed.
; It is also mentioned here: https://devblogs.microsoft.com/oldnewthing/20050208-00/?p=36503



:DIALOG GETARC

SIZE                           "100*100"
CAPTION                        "Genel"
IDC_GETARCARCNAMETITLE         "Arşiv adı"
IDC_GETARCFINDNAME             "Gözat..."
IDC_GETARCSELECTPROFILE        "Profiller..."
IDC_GETARCARCFORMAT            "Arşiv biçimi"
IDC_RAR5                       "RAR"
IDC_ZIP                        "ZIP"
IDC_GETARCCOMPRTITLE           "Sıkıştırma yöntemi"
IDC_GETARCDICTTITLE            "Sözlük boyutu"
IDC_GETARCCOMBOVOLSIZETITLE    "Ciltlere böl, boyut"
IDC_GETARCUPDATETITLE          "Güncelleme modu"
IDC_GETARCARCOPTIONS           "Arşivleme seçenekleri"
IDC_GETARCCHECKMOVE            "Arşivleme sonrasında dosyaları sil"
IDC_GETARCCHECKSFX             "SFX arşivi oluştur"
IDC_GETARCCHECKSOLID           "Katı arşiv oluştur"
IDC_GETARCCHECKRR              "Kurtarma kaydı ekle"
IDC_GETARCCHECKTEST            "Arşivlenmiş dosyaları sına"
IDC_GETARCLOCK                 "Arşivi kilitle"
IDC_GETARCSETPASSWORD          "Parolayı ayarla..."


:DIALOG GETARCADV

SIZE                           "100*100"
CAPTION                        "Gelişmiş"
IDC_GETARCNTFSOPTIONS          "NTFS seçenekleri"
IDC_GETARCSECURITY             "Dosya güvenliğini kaydet"
IDC_GETARCSTREAMS              "Dosya akışlarını kaydet"
IDC_GETARCSYMLINKS             "Sembolik bağlantıları bağlantılar olarak sakla"
IDC_GETARCHARDLINKS            "Sabit bağlantıları bağlantılar olarak sakla"
IDC_GETARCRECOVERYBOX          "Kurtarma kaydı"
IDC_GETARCRECOVERYTEXT         "yüzde"
IDC_GETARCVOLUMES              "Ciltler"
IDC_GETARCVOLPAUSE             "Her ciltten sonra duraklat"
IDC_GETARCRECVOLUMESTEXT       "kurtarma cildi"
IDC_GETARCPACKDETAILS          "Sıkıştırma..."
IDC_GETARCSFXADVANCED          "SFX seçenekleri..."
IDC_GETARCPOWERMODETITLE       "Bittiğinde"
IDC_GETARCSYSTEM               "Sistem"
IDC_GETARCBACKGROUND           "Arka planda arşivle"
IDC_GETARCWAITOTHERS           "Diğer WinRAR kopyaları etkinse bekle"


:DIALOG GETARCOPT

SIZE                           "100*100"
CAPTION                        "Seçenekler"
IDC_GETARCDELETEMODE           "Silme modu"
IDC_GETARCREMOVE               "Dosyaları sil"
IDC_GETARCRECYCLEBIN           "Dosyaları Geri Dönüşüm K.'na taşı"
IDC_GETARCWIPE                 "Dosyaları temizle"
IDC_GETARCWIPEIFPASSWORD       "Şifrelenmiş dosyaları temizle"
IDC_GETARCQUICKOPENINFO        "Hızlı açma bilgisi"
IDC_GETARCQUICKOPENNONE        "Ekleme"
IDC_GETARCQUICKOPENAUTO        "Büyük dosyalar için ekle"
IDC_GETARCQUICKOPENALWAYS      "Tüm dosyalar için ekle"
IDC_GETARCARCFEATURES          "Arşiv işlevleri"
IDC_GETARCBLAKE2               "BLAKE2 dosya sağlama toplamını kullan"
IDC_GETARCSAVECOPIES           "Eş dosyaları referanslar olarak kaydet"
IDC_GETARCSAVEORIGDATA         "Özgün arşiv adını ve zamanını kaydet"
IDC_GETARCCMDSWITCHESTITLE     "Ek anahtarlar"


:DIALOG GETARCFILES

SIZE                           "100*100"
CAPTION                        "Dosyalar"
IDC_GETARCFILESTOADD           "Eklenecek dosyalar"
IDC_GETARCSELECTNAMES          "Dahil et..."
IDC_GETARCFILESTOEXCLUDE       "Hariç tutulacak dosyalar"
IDC_GETARCSELECTEXCLNAMES      "Dahil et..."
IDC_GETARCFILESTOSTORE         "Sıkıştırılmadan depolanacak dosyalar"
IDC_GETARCFILEPATHS            "Dosya yolları"
IDC_GETARCARCHIVEOPT           "Arşiv"
IDC_GETARCSEPARATEARCHIVES     "Her dosyayı ayrı arşive yerleştir"
IDC_GETARCSEPARATEDOUBLEEXT    "Arşivler için çift uzantıları kullan"
IDC_GETARCSEPARATESUBFOLDERS   "Alt klasörlerde ayrı arşivler oluştur"
IDC_GETARCEMAILARCHIVE         "Arşivi e-posta ile gönder"
IDC_GETARCEMAILDELETE          "ve ardından sil"


:DIALOG GETARCTIME

SIZE                           "100*100"
CAPTION                        "Zaman"
IDC_GETARCFILETIMEOPTIONS      "Dosya zamanı"
IDC_GETARCMTIME                "Değişme zamanını sakla"
IDC_GETARCCTIME                "Oluşma zamanını sakla"
IDC_GETARCATIME                "Son erişim zamanını sakla"
IDC_GETARCTIMEHIGHPRECISION    "Yüksek hassasiyetli zaman biçimi"
IDC_GETARCPRESERVEATIME        "Kaynak dosyaları son erişim zamanını koru"
IDC_GETARCFILESTOPROCESS       "İşlenecek dosyalar"
IDC_GETARCINLCUDEFILES         "Dosyaları dahil et"
IDC_GETARCDAYSTITLE            "gün"
IDC_GETARCHOURSTITLE           "saat"
IDC_GETARCMINUTESTITLE         "dakika"
IDC_GETARCARCTIMETITLE         "Arşiv zamanı"
IDC_GETARCSETARCTIME           "Arşiv zamanını ayarla"


:DIALOG GETARCBACKUP

SIZE                           "100*100"
CAPTION                        "Yedekleme"
IDC_GETARCBACKUPOPTIONS        "Yedekleme seçenekleri"
IDC_GETARCERASEDEST            "Arşivleme öncesinde hedef disk içeriklerini sil"
IDC_GETARCADDARCHIVE           "Dosyaları sadece \"Arşiv\" öznitelik kümesiyle ekle"
IDC_GETARCCLEARARCHIVE         "Sıkıştırma sonrasında \"Arşiv\" özniteliğini temizle"
IDC_GETARCOPENSHARED           "Paylaşılmış dosyaları aç"
IDC_GETARCGENERATENAME         "Arşiv adını maskeye göre oluştur"
IDC_GETARCKEEPVERSIONS         "Önceki dosya sürümlerini koru"


:DIALOG GETARCCMT

SIZE                           "100*100"
CAPTION                        "Açıklama"
IDC_GETARCCMTFILETITLE         "Dosyadan bir açıklama yükle"
IDC_GETARCFINDCMTFILE          "Gözat..."
IDC_GETARCCMTTEXTTITLE         "Aşağıya bir açıklamayı elle girebilirsiniz"


:DIALOG GETPASSWORD2

SIZE                           "100*100"
CAPTION                        "Parolayı gir"
IDC_ENTERTEXT                  "Parolayı girin:"
IDC_REENTERTEXT                "Doğrulama için parolayı yeniden girin:"
IDC_SHOWPASSWORD               "Parolayı göster"
IDC_ENCRYPTHEADERS             "Dosya adlarını şifrele"
IDC_ENCRZIPLEGACY              "Eski ZIP şifreleme"
IDC_PASSWORDALLARCHIVES        "Tüm arşivlerde kullan"
IDC_PASSWORDORGANIZE           "Parolaları yönet..."
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ORGREQMASTER

SIZE                           "100*100"
CAPTION                        "Ana parola gerekiyor"
IDC_ORGMASTERINFO1             "Şifreli parola kayıtlarına erişmek için ana parola gerekiyor."
IDC_ORGMASTERINFO2             "Önceki diyaloğa geri dönmek ve ana parolayı girmek için \"Kapat\" düğmesine tıklayın. Saklanmış tüm parola kayıtlarını silmek ve ana parolayı kaldırmak için \"Sıfırla\" düğmesine tıklayın."
IDCANCEL                       "Kapat"
IDOK                           "Sıfırla"


:DIALOG WARNPROFPASSWORD

SIZE                           "100*100"
CAPTION                        "Profilde parola saklama"
IDC_WARNPROFPSWINFO            "Eğer ana parola ayarlanmazsa sıkıştırma profilinde saklanmış parolalar güvenli bir şekilde şifrelenemez ve bilgisayarınıza erişime sahip herhangi biri bunları okuyabilir."
IDC_WARNPROFPSWSAVE            "Yine de kaydet"
IDC_WARNPROFPSWMASTER          "Ana parolayı ayarla"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ORGPASSWORDS

SIZE                           "100*100"
CAPTION                        "Parolaları yönet"
IDC_ORGPSWADD                  "Ekle"
IDC_ORGPSWDELETE               "Sil"
IDC_ORGPSWEDIT                 "Düzenle"
IDC_ORGPSWUP                   "Yukarı taşı"
IDC_ORGPSWDOWN                 "Aşağı taşı"
IDC_ORGPSWAUTOCOMPLETE         "Otomatik tamamla"
IDC_ORGPSWAUTODETECT           "Parolaları otomatik algıla"
IDC_ORGPSWMASTERPSW            "Ana parolayı ayarla..."
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG PASSWORDITEM

SIZE                           "100*100"
CAPTION                        "Parola bilgisi"
IDC_PSWINFOTEXTTITLE           "Parola metni"
IDC_PSWINFOLABELTITLE          "Parola etiketi (isteğe bağlı)"
IDC_PSWINFOMASKTITLE           "Bu arşiv türleri için seç (isteğe bağlı)"
IDC_PSWINFOSILENT              "Onay olmadan kabul et"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ONETIMENOTIFY

SIZE                           "100*100"
CAPTION                        "WinRAR bildirimi"
IDOK                           "Tamam"
IDC_OTNOTIFYNOAGAIN            "Bir daha gösterme"


:MENU MAIN_MENU

CM_MAINPOPUPFILE               "Dosya"
CM_OPENARCHIVE                 "Arşiv aç\tCtrl+O"
CM_SAVEARCHIVEAS               "Arşiv kopyasını farklı kaydet..."
CM_MAINPOPUPDRIVE              "Sürücü değiştir\tCtrl+D"
CM_FILEPASSWORD                "Varsayılan parolayı ayarla\tCtrl+P"
CM_COPYTOCLIPBOARD             "Dosyaları panoya kopyala\tCtrl+C"
CM_PASTEFROMCLIPBOARD          "Dosyaları panodan yapıştır\tCtrl+V"
CM_COPYFULLNAMES               "Tam adları panoya kopyala"
CM_FILESELECTALL               "Tümünü seç\tCtrl+A"
CM_FILESELECT                  "Grup seç\tNumpad +"
CM_FILEUNSELECT                "Grup bırak\tNumpad -"
CM_FILEINVERT                  "Seçimi ters çevir\tNumpad *"
CM_FILEEXIT                    "Çıkış"
CM_MAINPOPUPCOMMANDS           "Komutlar"
CM_COMMANDSADD                 "Dosyaları arşive ekle\tAlt+A"
CM_COMMANDSEXTRACTTO           "Belirtilmiş klasöre ayıkla\tAlt+E"
CM_COMMANDSTEST                "Arşivlenmiş dosyaları sına\tAlt+T"
CM_COMMANDSVIEW                "Dosyayı görüntüle\tAlt+V"
CM_COMMANDSDELETE              "Dosyaları sil\tDel"
CM_COMMANDSRENAME              "Dosyayı yeniden adlandır\tF2"
CM_COMMANDSPRINT               "Dosyayı yazdır\tCtrl+I"
CM_COMMANDSEXTRACT             "Onay olmadan ayıkla\tAlt+W"
CM_COMMANDSCOMMENT             "Arşiv açıklaması ekle\tAlt+M"
CM_COMMANDSPROTECT             "Arşivi bozulmaya karşı koru\tAlt+P"
CM_COMMANDSLOCK                "Arşivi kilitle\tAlt+L"
CM_MAINPOPUPTOOLS              "Araçlar"
CM_COMMANDSWIZARD              "Sihirbaz"
CM_COMMANDSVIRSCAN             "Arşivde virüs taraması yap\tAlt+D"
CM_COMMANDSCONVERT             "Arşivleri dönüştür\tAlt+Q"
CM_COMMANDSREPAIR              "Arşivi onar\tAlt+R"
CM_COMMANDSSFX                 "Arşivi SFX'e dönüştür\tAlt+X"
CM_COMMANDSFIND                "Dosyaları bul\tF3"
CM_COMMANDSINFO                "Bilgiyi göster\tAlt+I"
CM_COMMANDSREPORT              "Rapor oluştur\tAlt+G"
CM_COMMANDSBENCHMARK           "Hızı sına\tAlt+B"
CM_MAINPOPUPFAVORITES          "Sık Kullanılanlar"
CM_ADDFAVORITES                "Sık kullanılanlara ekle...\tCtrl+F"
CM_ORGFAVORITES                "Sık kullanılanları yönet..."
CM_MAINPOPUPOPTIONS            "Seçenekler"
CM_OPTIONS                     "Ayarlar...\tCtrl+S"
CM_MAINPOPUPIMPEXP             "Al veya Ver"
CM_IMPORTOPTIONS               "Ayarları dosyadan al"
CM_EXPORTOPTIONS               "Ayarları dosyaya ver"
CM_CREATEINI                   "WinRAR.ini dosyası oluştur"
CM_CLEARHISTORY                "Geçmişi temizle..."
CM_MAINPOPUPFILELIST           "Dosya listeleme"
CM_FLATFOLDERS                 "Düz klasör görünümü\tCtrl+H"
CM_COMMANDSSETLIST             "Listele"
CM_COMMANDSSETDETAILED         "Ayrıntılar"
CM_MAINPOPUPFOLDERTREE         "Klasör ağacı"
CM_COMMANDSSHOWDISKTREE        "Disk klasörlerini göster\tCtrl+T"
CM_COMMANDSSHOWARCTREE         "Arşiv klasörlerini göster\tCtrl+T"
CM_MAINPOPUPTHEMES             "Temalar"
CM_THEMESORGANIZE              "Temaları yönet..."
CM_THEMESDOWNLOAD              "Daha fazla tema al..."
CM_THEMESDEFAULT               "Varsayılan tema"
CM_MAINPOPUPNAMEENCODING       "Ad kodlama\tCtrl+E"
CM_VIEWLOG                     "Günlüğü görüntüle...\tCtrl+L"
CM_CLEARLOG                    "Günlüğü temizle"
CM_MAINPOPUPHELP               "Yardım"
CM_HELPCONTENTS                "Yardım konuları"
CM_HELPWWW                     "WinRAR ana sayfası"
CM_HELPABOUT                   "WinRAR hakkında..."


:MENU VIEW_MENU

CM_VIEWPOPUPFILE               "Dosya"
CM_VIEWEREXIT                  "Çıkış"
CM_VIEWPOPUPEDIT               "Düzen"
CM_VIEWERCOPY                  "Kopyala\tCtrl+C"
CM_VIEWERSELECTALL             "Tümünü seç\tCtrl+A"
CM_VIEWERFIND                  "Bul\tCtrl+F"
CM_VIEWERFINDNEXT              "Sonrakini bul\tF3"
CM_VIEWPOPUPVIEW               "Görünüm"
CM_VIEWERWINFONT               "Windows metni olarak görüntüle\tCtrl+I"
CM_VIEWERDOSFONT               "DOS metni olarak görüntüle\tCtrl+D"
CM_VIEWERUTF16LE               "Unicode olarak görüntüle (UTF-16LE)"
CM_VIEWERUTF8                  "Unicode olarak görüntüle (UTF-8)"
CM_VIEWERWORDWRAP              "Sözcük kaydır\tCtrl+S"
CM_VIEWERSETFONT               "Yazı tipi..."
CM_VIEWPOPUPHELP               "Yardım"
CM_VIEWERHELP                  "Görüntüleyici yardımı\tF1"


:DIALOG FINDDLG

SIZE                           "100*100"
CAPTION                        "Bul"
IDC_FINDEDITTITLE              "Bul:"
IDC_CHECKFINDWORD              "Sadece tam sözcükleri bul"
IDC_CHECKFINDCASE              "Büyük küçük harf eşleştir"
IDOK                           "Bul"
IDCANCEL                       "İptal"


:DIALOG GETEXTRPATH

SIZE                           "100*100"
CAPTION                        "Genel"
IDC_EXTRDESTPATH               "Hedef yol (yoksa oluşturulacaktır)"
IDC_EXTRUPDATEMODE             "Güncelleme modu"
IDC_EXTRNORMALMODE             "Dosyaları ayıkla ve değiştir"
IDC_EXTRUPDATE                 "Dosyaları ayıkla ve güncelle"
IDC_EXTRFRESH                  "Sadece varolan dosyaları tazele"
IDC_EXTROVERWRITEMODE          "Üzerine yaz modu"
IDC_EXTRASKOVERWRITE           "Üzerine yazmadan önce sor"
IDC_EXTROVERWRITEALL           "Sormadan üzerine yaz"
IDC_EXTRSKIPALL                "Varolan dosyaları atla"
IDC_EXTRAUTORENAME             "Otomatik olarak yeniden adlandır"
IDC_EXTRGENERALMISC            "Çeşitli"
IDC_EXTRKEEPBROKEN             "Bozuk dosyaları koru"
IDC_EXTREXPLORER               "Dosyaları Windows Gezgini'nde görüntüle"
IDC_EXTRSAVE                   "Ayarları kaydet"
IDC_GETPATHDISPLAY             "Görüntüle"
IDC_GETPATHNEWFOLDER           "Yeni klasör"


:DIALOG GETEXTRPATHADV

SIZE                           "100*100"
CAPTION                        "Gelişmiş"
IDC_EXTRFILETIME               "Dosya zamanı"
IDC_EXTRMTIME                  "Değişme zamanını ayarla"
IDC_EXTRCTIME                  "Oluşma zamanını ayarla"
IDC_EXTRATIME                  "Son erişim zamanını ayarla"
IDC_EXTRATTRIBUTES             "Öznitelikler"
IDC_EXTRCLEARARC               "\"Arşiv\" özniteliğini temizle"
IDC_EXTRSECURITY               "Dosya güvenliğini ayarla"
IDC_EXTRSETCOMPRESSED          "\"Sıkıştırılmış\" özniteliğini ayarla"
IDC_EXTRFILEPATHS              "Dosya yolları"
IDC_EXTRRELPATHS               "İlgili yolları ayıkla"
IDC_EXTRFULLPATHS              "Tam yolları ayıkla"
IDC_IGNOREPATHS                "Yolları ayıklama"
IDC_EXTRABSPATHS               "Kesin yolları ayıkla"
IDC_EXTRDELETEARCHIVE          "Arşivi sil"
IDC_EXTRDELNEVER               "Hiçbir zaman"
IDC_EXTRDELASK                 "Onay iste"
IDC_EXTRDELALWAYS              "Her zaman"
IDC_EXTRDELRECYCLEBIN          "Geri Dönüşüm Kutusu'na taşı"
IDC_EXTRADVANCEDMISC           "Çeşitli"
IDC_EXTRBACKGROUND             "Arka planda ayıkla"
IDC_EXTRWAITOTHERS             "Diğer WinRAR kopyaları etkinse bekle"
IDC_EXTRABSLINKS               "Sembolik bağlantılardaki kesin yollara izin ver"
IDC_EXTRALLOWINCOMPAT          "Potansiyel olarak uyumsuz adlara izin ver"


:DIALOG GETEXTRPATHOPT

SIZE                           "100*100"
CAPTION                        "Seçenekler"
IDC_EXTRALTPATH                "Arşivleri ayıklama yeri"
IDC_EXTRALTPATHDEST            "Hedef yol"
IDC_EXTRALTPATHDESTDIR         "Hedef yol içerisinde alt klasör"
IDC_EXTRALTPATHARCDIR          "Arşiv klasörü içerisinde alt klasör"
IDC_EXTRALTPATHARC             "Arşiv klasörü"
IDC_EXTRPOWERMODETITLE         "Bittiğinde"
IDC_EXTRCMDSWITCHESTITLE       "Ek anahtarlar"


:DIALOG ABOUTRARDLG

SIZE                           "100*100"
CAPTION                        "WinRAR hakkında"
IDC_ABOUTVERSION               "WinRAR"
IDC_ABOUTCOPYRIGHT             "Telif hakkı © 1993-%d"
IDC_ABOUTAUTHOR                "Alexander Roshal'a aittir"
IDC_ABOUTPUBLISHER             "win.rar GmbH tarafından\nyayımlanmıştır"
IDC_ABOUTTRANSLATED            "yaschir tarafından Türkçeye\nçevrilmiştir"
IDC_ABOUTREGISTERED            "40 günlük deneme kopyası"
IDOK                           "Tamam"
IDC_ABOUTLICENSE               "Lisans"
IDC_ABOUTACKNOWLEDGMENTS       "Bildiriler"
IDC_ABOUTHOME                  "Ana sayfa"


:DIALOG CMDWNDADD

SIZE                           "100*100"
CAPTION                        "Dosyalar hazırlanıyor..."
IDC_CMDELAPSEDTITLE            "Geçen süre"
IDC_CMDTIMELEFTTITLE           "Kalan süre"
IDC_CMDCOMPRESSIONRATIOTITLE   "Sıkıştırma oranı"
IDC_CMDPROCESSEDTITLE          "İşlenmiş"
IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDCANCEL                       "İptal"
IDC_CMDMODE                    "Mod..."
IDHELP                         "Yardım"


:DIALOG CMDWNDOTHER

SIZE                           "100*100"
IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG CMDWNDREAD

SIZE                           "100*100"
CAPTION                        "Arşiv içeriklerini okuma"
IDC_CMDELAPSEDTITLE            "Geçen süre"
IDC_CMDTIMELEFTTITLE           "Kalan süre"
IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDCANCEL                       "İptal"


:DIALOG REPLACEFILEDLG

SIZE                           "120*100"
CAPTION                        "Dosya değiştirmeyi onayla"
IDC_OWRFILEEXISTS              "Aşağıdaki dosya zaten var:"
IDC_OWRASKREPLACE              "Varolan dosyayı değiştirmek istiyor musunuz?"
IDC_OWRQUESTION                "Yeni dosya:"
IDC_OWRYES                     "Evet"
IDC_OWRALL                     "Tümüne evet"
IDC_OWRRENAME                  "Yeniden adlandır"
IDC_OWRAUTORENAME              "Tümünü değiştir"
IDC_OWRNO                      "Hayır"
IDC_OWRNOALL                   "Tümüne hayır"
IDC_OWRCANCEL                  "İptal"
IDHELP                         "Yardım"


:DIALOG RENAMEDLG

SIZE                           "100*100"
CAPTION                        "Yeniden adlandır"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_RENAMEFROM                 "Dosyayı yeniden adlandır:"
IDC_RENAMETO                   "Yeni ad:"


:DIALOG ERRORLISTDLG

SIZE                           "100*100"
CAPTION                        "WinRAR: Tanılama iletileri"
IDOK                           "Kapat"
IDC_ERRORBREAK                 "İşlemi durdur"
IDC_ERRCOPYTOCLIPBOARD         "Panoya kopyala"


:DIALOG SELECTDLG

SIZE                           "100*100"
CAPTION                        "Seç"
IDC_SELECTMASKTITLE            "Dosya maskesini girin:"
IDOK                           "Tamam"
IDCANCEL                       "İptal"


:DIALOG UNSELECTDLG

SIZE                           "100*100"
CAPTION                        "Bırak"
IDC_SELECTMASKTITLE            "Dosya maskesini girin:"
IDOK                           "Tamam"
IDCANCEL                       "İptal"


:DIALOG INFO

SIZE                           "100*100"
CAPTION                        "Bilgi"
IDC_INFOEXTRVERSIONTEXT        "Ayıklanacak sürüm"
IDC_INFOOSTEXT                 "Ana işletim sistemi"
IDC_INFOFOLDERSTEXT            "Toplam klasör"
IDC_INFOFILESTEXT              "Toplam dosya"
IDC_INFOTOTALLENGTHTEXT        "Toplam boyut"
IDC_INFOPACKEDLENGTHTEXT       "Sıkıştırılmış boyut"
IDC_INFORATIOTEXT              "Oran"
IDC_INFOSFXTEXT                "SFX modülü boyutu"
IDC_INFOMAINCOMMENTTEXT        "Ana açıklama"
IDC_INFOPASSWORDSTEXT          "Şifreleme"
IDC_INFODICTTEXT               "Sözlük boyutu"
IDC_INFORECTEXT                "Kurtarma kaydı"
IDC_INFOLOCKTEXT               "Arşiv kilidi"
IDC_INFOORIGNAMETEXT           "Özgün ad"
IDC_INFOORIGTIMETEXT           "Özgün zaman"


:DIALOG INFOFILE

SIZE                           "100*100"
CAPTION                        "Bilgi"
IDC_INFOFILESTATISTICS         "Dosya istatistikleri"
IDC_INFOFILESTATUSTEXT         "Durum"
IDC_INFOFILESTATUS             "Taranıyor"
IDC_INFOFILENUMBERTEXT         "Dosya"
IDC_INFOFILENUMBER             "0"
IDC_INFOFOLDERNUMBERTEXT       "Klasör"
IDC_INFOFOLDERNUMBER           "0"
IDC_INFOARCHIVENUMBERTEXT      "Arşiv"
IDC_INFOARCHIVENUMBER          "0"
IDC_INFOFILESIZETEXT           "Toplam boyut"
IDC_INFOFILESIZE               "0"
IDC_INFOCLUSTERSIZETEXT        "Küme boyutu"
IDC_INFOREALFILESIZETEXT       "Gerçek dosya boyutu"
IDC_INFOFILESLACKTEXT          "Dosya artık alanı"
IDC_INFOESTBOX                 "Sıkıştırma öngörüsü"
IDC_INFOESTIMATE               "Tahmin"
IDC_INFOESTSTATUSTEXT          "Durum"
IDC_INFOESTSTATUS              "Boşta"
IDC_INFOESTRATIOTEXT           "Oran"
IDC_INFOESTPACKSIZETEXT        "Sıkıştırılmış boyut"
IDC_INFOESTPACKTIMETEXT        "Tahmini süre"
IDC_INFOESTAUTOSTART           "Otomatik olarak başlat"


:DIALOG INFOOPT

SIZE                           "100*100"
CAPTION                        "Seçenekler"
IDC_INFOOPTPROTECTARCHIVE      "Arşivi koru"
IDC_INFOOPTSETRRSIZE           "Kurtarma kaydı boyutunu arşiv boyutunun yüzde"
IDC_INFOOPTRRPERCENTTEXT       "oranı olacak şekilde ayarla"
IDC_INFOOPTCREATEREV           "Kurtarma ciltleri oluştur"
IDC_INFOOPTRECVOLUMESTEXT      "kurtarma cildi"
IDC_INFOOPTLOCKTEXT            "Arşivi kilitle"
IDC_INFOOPTLOCK                "Arşiv değişikliklerini devre dışı bırak"
IDC_INFOOPTORIGARC             "Özgün arşiv adı ve zamanı"
IDC_INFOOPTORIGCOPY            "Panoya kopyala"


:DIALOG INFOCMT

SIZE                           "100*100"
CAPTION                        "Açıklama"
IDC_INFOCOMMENTTITLE           "Arşiv açıklaması"
IDC_INFOCOMMENTFINDFILE        "Dosyadan açıklama yükle"


:DIALOG INFOSFX

SIZE                           "100*100"
CAPTION                        "SFX"
IDC_INFOSFXCMDBOX              "Komut seçin"
IDC_INFOSFXKEEP                "SFX modülünde değişiklik yapma"
IDC_INFOSFXADD                 "Yeni SFX modülü ekle"
IDC_INFOSFXREMOVE              "Varolan modülü arşivden kaldır"
IDC_INFOSFXLISTTITLE           "SFX modülünü seçin"
IDC_INFOSFXADVANCED            "Gelişmiş SFX seçenekleri..."


:DIALOG SFXOPTGENERAL

SIZE                           "100*100"
CAPTION                        "Genel"
IDC_SFXPATHTITLE               "Ayıklanacak yol"
IDC_SFXPATHPROGFILES           "\"Program Files\" içerisinde oluştur"
IDC_SFXPATHCURDIR              "Şu anki klasörde oluştur"
IDC_SFXPATHABSOLUTE            "Kesin yol"
IDC_SFXSAVEPATH                "Yolları kaydet ve geri yükle"
IDC_SFXSAVEASDEFAULT           "Şu anki ayarları varsayılan olarak kaydet"


:DIALOG SFXOPTSETUP

SIZE                           "100*100"
CAPTION                        "Kurulum"
IDC_SFXSETUPPROGRAM            "Program kurulumu"
IDC_SFXSETUPTITLE              "Ayıklama sonrasında çalıştır"
IDC_SFXPRESETUPTITLE           "Ayıklama öncesinde çalıştır"
IDC_SFXSETUPCODE               "Bekle ve çıkış kodu ver"
IDC_SFXSETUPCODEADJUSTTEXT     "çıkış kodu ayarı"


:DIALOG SFXOPTADVANCED

SIZE                           "100*100"
CAPTION                        "Gelişmiş"
IDC_SFXDELETEBOX               "Sil"
IDC_SFXDELETETITLE             "Ayıklama öncesinde hedef klasörde silinecek dosyalar"
IDC_SFXSHORTCUTSBOX            "Kısayollar"
IDC_SFXSHORTCUTSADD            "Kısayol ekle..."
IDC_SFXREQUIREADMINSTRATOR     "Yönetimsel erişim iste"


:DIALOG SFXADDSHORTCUT

SIZE                           "100*100"
CAPTION                        "Kısayol ekle"
IDC_SHORTCUTWHERE              "Kısayol oluşturulacak konum"
IDC_SHORTCUTDESKTOP            "Masaüstü"
IDC_SHORTCUTPROGRAMS           "Başlat Menüsü/Programlar"
IDC_SHORTCUTSTARTUP            "Başlat Menüsü/Programlar/Başlangıç"
IDC_SHORTCUTPARAM              "Kısayol parametreleri"
IDC_SHORTCUTSRCNAMETITLE       "Hedef dosya adı"
IDC_SHORTCUTDESTFOLDERTITLE    "Hedef klasör"
IDC_SHORTCUTDESCRIPTIONTITLE   "Kısayol açıklaması"
IDC_SHORTCUTLINKNAMETITLE      "Kısayol adı"
IDC_SHORTCUTICONTITLE          "Kısayol simgesi"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG SFXOPTMODES

SIZE                           "100*100"
CAPTION                        "Modlar"
IDC_SFXTEMPMODEBOX             "Geçici mod"
IDC_SFXTEMPMODE                "Geçici klasöre aç"
IDC_SFXTEMPMODEQUESTIONTITLE   "İsteğe bağlı soru"
IDC_SFXTEMPMODETITLETITLE      "Soru başlığı"
IDC_SFXTEMPMODESETUSER         "Klasör erişimini kısıtla"
IDC_SFXSILENTMODE              "Sessiz mod"
IDC_SFXSILENTNONE              "Tümünü görüntüle"
IDC_SFXSILENTSKIPSTART         "Başlangıç diyaloğunu gizle"
IDC_SFXSILENTALL               "Tümünü gizle"


:DIALOG SFXOPTUPDATE

SIZE                           "100*100"
CAPTION                        "Güncelleme"
IDC_SFXUPDATEMODE              "Güncelleme modu"
IDC_SFXUPDATENORMAL            "Dosyaları ayıkla ve değiştir"
IDC_SFXUPDATEUPDATE            "Dosyaları ayıkla ve güncelle"
IDC_SFXUPDATEFRESH             "Sadece varolan dosyaları tazele"
IDC_SFXOVERWRITEMODE           "Üzerine yazma modu"
IDC_SFXOVERWRITEASK            "Üzerine yazmadan önce sor"
IDC_SFXOVERWRITEALL            "Tüm dosyaların üzerine yaz"
IDC_SFXOVERWRITESKIP           "Varolan dosyaları atla"


:DIALOG SFXOPTTEXT

SIZE                           "100*100"
CAPTION                        "Metin ve simge"
IDC_SFXTITLETITLE              "SFX penceresi başlığı"
IDC_SFXTEXTTITLE               "SFX penceresinde görüntülenecek metin"
IDC_SFXTEXTBROWSE              "Dosyadan metin yükle..."
IDC_SFXLOGONAMETITLE           "Dosyadan SFX logosu yükle"
IDC_SFXLOGOBROWSE              "Gözat..."
IDC_SFXHILOGONAMETITLE         "Yüksek çözünürlüklü SFX logosu"
IDC_SFXHILOGOBROWSE            "Gözat..."
IDC_SFXICONNAMETITLE           "Dosyadan SFX simgesi yükle"
IDC_SFXICONBROWSE              "Gözat..."


:DIALOG SFXOPTLICENSE

SIZE                           "100*100"
CAPTION                        "Lisans"
IDC_SFXLICENSETITLETITLE       "Lisans penceresi başlığı"
IDC_SFXLICENSETEXTTITLE        "Lisans metni"
IDC_SFXLICENSETEXTBROWSE       "Dosyadan metin yükle..."


:DIALOG FAVORITESDLG

SIZE                           "100*100"
CAPTION                        "Sık kullanılanlara ekle"
IDC_FAVORITEEDITTITLE          "Aşağıdaki ögeyi sık kullanılanlara ekle"
IDC_FAVORITEARCDIRTITLE        "Arşiv alt klasörü"
IDC_FAVORITEDESCTITLE          "Açıklama (isteğe bağlı)"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ORGFAVORITESDLG

SIZE                           "100*100"
CAPTION                        "Sık kullanılanları yönet"
IDC_ORGADD                     "Ekle"
IDC_ORGDELETE                  "Sil"
IDC_ORGEDIT                    "Düzenle"
IDC_ORGUP                      "Yukarı taşı"
IDC_ORGDOWN                    "Aşağı taşı"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG CONFIGGENERAL

SIZE                           "100*100"
CAPTION                        "Genel"
IDC_CONFIGSYSTEM               "Sistem"
IDC_CONFIGPRIORLOW             "Düşük öncelik"

; Title must be before edit for hotkey to work and "updown" must be after edit because of UDS_AUTOBUDDY.
IDC_CONFIGTHREADSTITLE         "iş parçacığı"

IDC_CONFIGHISTORY              "Geçmiş"
IDC_CONFIGARCHISTORY           "Arşiv geçmişini koru"
IDC_CONFIGDIALOGSHISTORY       "Diyaloglarda geçmişe izin ver"
IDC_CONFIGTOOLBARBOX           "Araç çubuğu"
IDC_CONFIGBTNTEXT              "Düğme metnini göster"
IDC_CONFIGLOCKTOOLBARS         "Araç çubuklarını kilitle"
IDC_CONFIGTOOLBARS             "Araç çubukları..."
IDC_CONFIGBUTTONS              "Düğmeler..."
IDC_CONFIGINTERFACE            "Yapılandırma"
IDC_CONFIGWIZARD               "Başlangıçta Sihirbaz'ı etkinleştir"
IDC_CONFIGSOUND                "Ses bildirimini etkinleştir"
IDC_CONFIGCOMMENT              "Arşiv açıklamasını göster"
IDC_CONFIGCOMMENTWRAP          "Açıklamada sözcük kaydır"
IDC_CONFIGREUSE                "Varolan pencereyi yeniden kullan"
IDC_CONFIGWINTOP               "Her zaman üstte olmayı sağla"
IDC_CONFIGFULLPATHSTITLE       "Başlık çubuğunda tam yolu görüntüle"
IDC_CONFIGSYSTEMPROGRESS       "Windows ilerleme çubuğunu görüntüle"
IDC_CONFIGTASKBARPROGRESS      "İlerlemeyi görev çubuğunda görüntüle"
IDC_CONFIGLOGGING              "Günlük"
IDC_CONFIGLOG                  "Hataları günlüğe kaydet"
IDC_CONFIGLIMITLOGSIZE         "Günlük dosyası boyutunu sınırla"
IDC_CONFIGKBTEXT               "kilobayt"


:DIALOG CONFIGCOMPRESSION

SIZE                           "100*100"
CAPTION                        "Sıkıştırma"
IDC_CONFIGPROFILES             "Sıkıştırma profilleri"
IDC_CONFIGNEWPROFILE           "Varsayılan oluştur..."
IDC_CONFIGORGPROFILES          "Yönet..."
IDC_CONFIGPREDEFVALUES         "Ön tanımlı değerler"
IDC_CONFIGVOLSIZES             "Cilt boyutlarını tanımla..."
IDC_CONFIGDICTSIZES            "Sözlük boyutlarını tanımla..."
IDC_CONFIGDICTLIMIT            "Ayıklamaya izin verilen en fazla sözlük boyutu"
IDC_CONFIGDICTLIMITGB          "GB"
IDC_CONFIGASARCHIVESTITLE      "Bu dosya türlerini arşivler olarak öncelikle aç"


:DIALOG CONFIGPATHS

SIZE                           "100*100"
CAPTION                        "Yollar"
IDC_CONFIGTEMPFILEFOLDER       "Geçici dosyalar için klasör"
IDC_CONFIGTEMPBROWSE           "Gözat..."
IDC_CONFIGUSETEMPFORREMOVABLE  "Sadece çıkarılabilir diskler için kullan"
IDC_CONFIGSTARTFOLDERBOX       "Başlangıç klasörü"
IDC_CONFIGSTARTFOLDERBROWSE    "Gözat..."
IDC_CONFIGLASTSTARTFOLDER      "Başlangıçta son çalışma klasörünü geri yükle"
IDC_CONFIGDEFARCFOLDER         "Arşivler için varsayılan klasör"
IDC_CONFIGADDPATHBROWSE        "Gözat..."
IDC_CONFIGEXTRACTFOLDERBOX     "Ayıklanmış dosyalar için varsayılan klasör"
IDC_CONFIGEXTRACTBROWSE        "Gözat..."
IDC_CONFIGEXTRACTAPPENDNAME    "Yola arşiv adını dahil et"
IDC_CONFIGEXTRACTREMOVEREDDIR  "Ayıklama yolundan gereksiz klasörleri kaldır"


:DIALOG CONFIGLIST

SIZE                           "100*100"
CAPTION                        "Dosya listeleme"
IDC_CONFIGLISTTYPE             "Listeleme türü"
IDC_CONFIGLISTVIEW             "Listele"
IDC_CONFIGDETAILSVIEW          "Ayrıntılar"
IDC_CONFIGLISTSTYLE            "Listeleme tarzı"
IDC_CONFIGGRID                 "Kılavuz çizgilerini göster"
IDC_CONFIGFULLROW              "Tam sıra seçimi"
IDC_CONFIGCHECKBOXES           "Öge onay kutuları"
IDC_CONFIGLISTSELECTION        "Seçim"
IDC_CONFIGSINGLECLICK          "Bir ögeyi açmak için tek tıkla"
IDC_CONFIGDOUBLECLICK          "Bir ögeyi açmak için çift tıkla"
IDC_CONFIGNOTUNDERLINE         "Adların altını çizme"
IDC_CONFIGUNDERLINECURRENT     "Şu anki adın altını çiz"
IDC_CONFIGUNDERLINEALL         "Tüm adların altını çiz"
IDC_CONFIGLISTFILES            "Dosyalar"
IDC_CONFIGARCHIVESFIRST        "Öncelikle arşivleri göster"
IDC_CONFIGCOLORNTFSATTR        "Şifrelenmiş veya sıkıştırılmış NTFS dosyalarını renkli göster"
IDC_CONFIGALLVOLUMES           "Cilt içeriklerini birleştir"
IDC_CONFIGSHOWSECONDS          "Saniyeyi göster"
IDC_CONFIGEXACTSIZES           "Kesin boyut"
IDC_CONFIGLISTCOLUMNS          "Sütunlar..."
IDC_CONFIGLISTFONT             "Yazı tipi..."


:DIALOG CONFIGVIEWER

SIZE                           "100*100"
CAPTION                        "Görüntüleyici"
IDC_CONFIGVIEWERTYPE           "Görüntüleyici türü"
IDC_CONFIGVIEWERINTERNAL       "Dahili görüntüleyici"
IDC_CONFIGVIEWEREXTERNAL       "Harici görüntüleyici"
IDC_CONFIGVIEWERASSOCIATED     "İlişiklendirilmiş program"
IDC_CONFIGVIEWERASK            "Sor"
IDC_CONFIGINTERNALVIEWER       "Dahili görüntüleyici"
IDC_CONFIGVIEWERAUTODETECT     "Kodlamayı otomatik algıla"
IDC_CONFIGREUSEWINDOW          "Varolan pencereyi yeniden kullan"
IDC_CONFIGVIEWERWRAP           "Sözcük kaydır"
IDC_CONFIGVIEWERUNPALLTITLE    "Bu dosya türleri için her şeyi aç"
IDC_CONFIGIGNOREMODTITLE       "Bu dosya türleri için değişiklikleri yok say"
IDC_CONFIGEXTVIEWERTITLE       "Harici görüntüleyici adı"
IDC_CONFIGVIEWERBROWSE         "Gözat..."


:DIALOG CONFIGSECURITY

SIZE                           "100*100"
CAPTION                        "Güvenlik"
IDC_CONFIGPROHIBITEDTYPES      "Yasaklanmış dosya türleri"
IDC_CONFIGEXCLEXTR             "Bu dosya türlerini ayıklama haricinde tut"
IDC_CONFIGMARKOFWEB            "Web İmini yay"
IDC_CONFIGWIPETEMPFILES        "Geçici dosyaları temizle"
IDC_CONFIGWIPETEMPNEVER        "Hiçbir zaman"
IDC_CONFIGWIPETEMPALWAYS       "Her zaman"
IDC_CONFIGWIPETEMPENCRYPTED    "Sadece şifreli"
IDC_CONFIGSECURITYMISC         "Çeşitli"
IDC_CONFIGPROPOSESCANNER       "Virüs tarayıcısı seçmeyi öner"


:DIALOG CONFIGINTEGRATION

SIZE                           "100*100"
CAPTION                        "Bütünleşme"
IDC_ASSOCWITH                  "WinRAR ile ilişkilendir"
IDC_ASSOCRAR                   "RAR"
IDC_ASSOCZIP                   "ZIP"
IDC_ASSOC7Z                    "7Z"
IDC_ASSOCARJ                   "ARJ"
IDC_ASSOCBZ2                   "BZ2"
IDC_ASSOCCAB                   "CAB"
IDC_ASSOCGZ                    "GZ"
IDC_ASSOCISO                   "ISO"
IDC_ASSOCJAR                   "JAR"
IDC_ASSOCLZ                    "LZ"
IDC_ASSOCLZH                   "LZH"
IDC_ASSOCTAR                   "TAR"
IDC_ASSOCUUE                   "UUE"
IDC_ASSOCXZ                    "XZ"
IDC_ASSOCZ                     "Z"
IDC_ASSOCZIPX                  "ZIPX"
IDC_ASSOCZST                   "ZST"
IDC_ASSOC001                   "001"
IDC_ASSOCALL                   "Tümünü değiştir"
IDC_USERDEFINEDEXT             "Kullanıcı tanımlı bu arşiv uzantılarını WinRAR ile işle"
IDC_INTEGRATIONINTERFACE       "Kısayol"
IDC_LINKDESKTOP                "Masaüstü'nde WinRAR kısayolu oluştur"
IDC_LINKSTARTMENU              "Başlat Menüsü'nde WinRAR kısayolu oluştur"
IDC_LINKPROGRAMS               "Başlat Menüsü/WinRAR program grubu oluştur"
IDC_SHELLINTEGRATION           "Kabuk bütünleşmesi"
IDC_SHELLEXT                   "WinRAR'ı kabuk ile bütünleştir"
IDC_SHELLCASCADED              "Bağlam menülerini gruplandır"
IDC_SHELLICONS                 "Bağlam menülerini ek simgelerle görüntüle"
IDC_SHELLLEGACYMENU            "Eski bağlam menüleri"
IDC_SETCONTEXTMENU             "Bağlam menüsü ögeleri..."


:DIALOG FILELISTCOLUMNS

SIZE                           "100*100"
CAPTION                        "Dosya listeleme sütunlarını seç"
IDC_FLCOLOUTSIDE               "Arşivlerin dışında"
IDC_FLCOLFNAME                 "Ad"
IDC_FLCOLFSIZE                 "Boyut"
IDC_FLCOLFPACKED               "Sıkıştırılmış boyut"
IDC_FLCOLFTYPE                 "Tür"
IDC_FLCOLFMODIFIED             "Değişme"
IDC_FLCOLFCREATED              "Oluşma"
IDC_FLCOLFACCESSED             "Son erişim"
IDC_FLCOLFATTR                 "Öznitelikler"
IDC_FLCOLFCHECKSUM             "Sağlama toplamı"
IDC_FLCOLFPATH                 "Düz görünüm yolu"
IDC_FLCOLINSIDE                "Arşivlerin içinde"
IDC_FLCOLANAME                 "Ad"
IDC_FLCOLASIZE                 "Boyut"
IDC_FLCOLAPACKED               "Sıkıştırılmış boyut"
IDC_FLCOLATYPE                 "Tür"
IDC_FLCOLAMODIFIED             "Değişme"
IDC_FLCOLACREATED              "Oluşma"
IDC_FLCOLAACCESSED             "Son erişim"
IDC_FLCOLAATTR                 "Öznitelikler"
IDC_FLCOLACHECKSUM             "Sağlama toplamı"
IDC_FLCOLAPATH                 "Düz görünüm yolu"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_FLCOLDEFAULT               "Varsayılan"


:DIALOG SELECTVIEWERDLG

SIZE                           "100*100"
CAPTION                        "Görüntüleyici türünü seç"
IDC_SELECTVIEWERINT            "Dahili görüntüleyici"
IDC_SELECTVIEWEREXT            "Harici görüntüleyici"
IDC_SELECTVIEWERASSOC          "İlişkilendirilmiş program"
IDCANCEL                       "İptal"


:DIALOG CREATEVOLDLG

SIZE                           "100*100"
CAPTION                        "Sonraki cilt"
IDC_CREATEVOLNAMETITLE         "Cilt adı"
IDC_CREATEVOLBROWSE            "Gözat"
IDC_CREATEVOLSIZETITLE         "Cilt boyutu (boş bırakılırsa otomatik algılanacaktır)"
IDC_CREATEVOLINFO1             "WinRAR sonraki cildi oluşturmaya hazır. Şimdi hedef diski değiştirebilir, gerekiyorsa cilt adını veya boyutunu da değiştirebilirsiniz."
IDC_CREATEVOLINFO2             "Sonraki cildi oluşturmak istiyor musunuz?"
IDC_CREATEVOLYES               "Oluştur"
IDC_CREATEVOLALL               "Tümünü oluştur"
IDCANCEL                       "İptal"


:DIALOG REMINDER

SIZE                           "100*100"
CAPTION                        "Lütfen WinRAR lisansı satın alın"
IDC_REMINDERONLINE             "Çevrimiçi satın al"
IDC_REMINDERPRICE              "Nasıl satın alınır?"
IDOK                           "Kapat"
IDHELP                         "Yardım"
IDC_REMINDERINFO               "Lütfen WinRAR'ın ücretsiz bir yazılım olmadığını unutmayın. 40 günlük bir deneme süresinden sonra ya bir lisans satın almalı ya da WinRAR'ı bilgisayarınızdan kaldırmalısınız."


:DIALOG ORGPROFILES

SIZE                           "100*100"
CAPTION                        "Profilleri yönet"
IDC_ORGPROFLISTTITLE           "Varolan profiller"
IDC_ORGPROFEDIT                "Düzenle"
IDC_ORGPROFDELETE              "Sil"
IDC_ORGPROFUP                  "Yukarı taşı"
IDC_ORGPROFDOWN                "Aşağı taşı"
IDOK                           "Kapat"
IDHELP                         "Yardım"


:DIALOG NEWPROFILE

SIZE                           "100*100"
CAPTION                        "Profil parametreleri"
IDC_PROFNAMETITLE              "Profil adı"
IDC_PROFSAVEARCNAME            "Arşiv adını kaydet"
IDC_PROFSAVESELNAMES           "Seçili dosya adlarını kaydet"
IDC_PROFSETDEFAULT             "Profili varsayılan olarak ayarla"
IDC_PROFIMMEXEC                "Anlık yürüt"
IDC_PROFDESKTOP                "Masaüstü'nde kısayol oluştur"
IDC_PROFADDTOCONTEXTMENU       "Bağlam menüsüne ekle"
IDC_PROFNEWOPTIONS             "Seçenekler"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ASKNEXTVOL

SIZE                           "100*100"
CAPTION                        "Sonraki cilt gerekiyor"
IDC_NEXTVOLINFO1               "Ayıklamaya devam etmek için aşağıdaki cilde sahip olmanız gerekiyor:"
IDC_NEXTVOLFIND                "Gözat..."
IDC_NEXTVOLINFO2               "Yeniden denemek için bu cildin diskini yerleştirin ve \"Tamam\" düğmesine tıklayın veya ayıklamayı iptal etmek için \"İptal\" düğmesine tıklayın"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG REPAIRARC

SIZE                           "100*100"
CAPTION                        "Arşivi onar"
IDC_REPAIRPATHTITLE            "Onarılmiş arşivin yerleştirileceği klasör"
IDC_REPAIRPATHFIND             "Gözat"
IDC_REPAIRARCTYPE              "Arşiv türü"
IDC_REPAIRTYPERAR              "Bozuk arşivi RAR olarak ele al"
IDC_REPAIRTYPEZIP              "Bozuk arşivi ZIP olarak ele al"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ASKPROCESSVOLDLG

SIZE                           "100*100"
CAPTION                        "Cilt işleme"
IDC_PROCESSVOLUMENAMETITLE     "Şu anki cilt"
IDC_PROCESSALLVOLUMES          "Şu anki tüm ciltlerdeki tüm dosyaları işle"
IDC_PROCESSSELECTEDFILES       "Sadece seçili dosyaları işle"
IDCANCEL                       "İptal"


:DIALOG OKCANCELTPL

SIZE                           "100*100"
IDC_TPLOK                      "Tamam"
IDC_TPLCANCEL                  "İptal"


:DIALOG TOOLBARBUTTONS

SIZE                           "100*100"
CAPTION                        "Araç çubuğu düğmelerini seç"
IDC_SELTBOUTARC                "Arşivlerin dışında göster"
IDC_SELTBOUP                   "Yukarı taşı"
IDC_SELTBODOWN                 "Aşağı taşı"
IDC_SELTBOSEP                  "Ayıraç"
IDC_SELTBINARC                 "Arşivlerin içinde göster"
IDC_SELTBIUP                   "Yukarı taşı"
IDC_SELTBIDOWN                 "Aşağı taşı"
IDC_SELTBISEP                  "Ayıraç"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_SELTBDEFAULT               "Varsayılan"
IDHELP                         "Yardım"


:DIALOG SELECTTOOLBARS

SIZE                           "100*100"
CAPTION                        "Araç çubuklarını seç"
IDC_SELTOOLBARS                "Araç çubukları"
IDC_SELTOOLBARMAIN             "Ana araç çubuğunu görüntüle"
IDC_SELTOOLBARSMALL            "\"Bir seviye yukarı\" düğmesini görüntüle"
IDC_SELTOOLBARADDRESS          "Adres çubuğunu görüntüle"
IDOK                           "Tamam"
IDCANCEL                       "İptal"


:DIALOG WIZARDCMD

SIZE                           "100*100"
CAPTION                        "Sihirbaz:   İşlemi seç"
IDC_WIZCMDINFO                 "Lütfen ne yapmak istediğinizi seçin ve \"İleri\" düğmesine tıklayın.\nÖrneğin; RAR, ZIP veya başka bir arşiv dosyasının içeriklerini ayıklamanız gerekiyorsa \"Bir arşivi aç\" tercihini seçin."
IDC_WIZUNPACK                  "Bir arşivi aç"
IDC_WIZCREATE                  "Yeni bir arşiv oluştur"
IDC_WIZADD                     "Dosyaları zaten varolan arşive ekle"


:DIALOG WIZARDARC

SIZE                           "100*100"
CAPTION                        "Sihirbaz:   Arşivi seç"
IDC_WIZARCNAMETITLE            "Arşiv adı"
IDC_WIZARCNAMEBROWSE           "Gözat..."


:DIALOG WIZARDEXTR

SIZE                           "100*100"
CAPTION                        "Sihirbaz:   Açılacak dosyalar için bir hedef yolu seç"
IDC_WIZEXTRINFO                "Lütfen açılacak dosyaların yerleştirileceği bir hedef yolu seçin ve \"Son\" düğmesine tıklayın. Önerilmiş hedef yolu kullanabilir veya \"Gözat\" düğmesine tıklayarak başka bir hedef yolu seçebilirsiniz."
IDC_WIZDESTFOLDERTITLE         "Açılacak dosyalar için hedef yol"
IDC_WIZDESTFOLDERBROWSE        "Gözat..."


:DIALOG WIZARDADDOPT

SIZE                           "100*100"
CAPTION                        "Sihirbaz:   Arşivleme seçenekleri"
IDC_WIZADDINFO                 "Burada bazı ek arşivleme seçeneklerini ayarlayabilirsiniz. İşiniz bittiğinde \"Son\" düğmesine tıklayın."
IDC_WIZFAST                    "Daha hızlı fakat daha seyrek sıkıştırma sağla"
IDC_WIZMOVE                    "Arşivleme sonrasında dosyaları sil"
IDC_WIZSFX                     "Kendi-ayıklanan (.exe) arşiv oluştur"
IDC_WIZPASSWORD                "Parolayı ayarla..."
IDC_WIZVOLSIZETITLE            "Eğer arşivi birkaç parçaya bölmek istiyorsanız tek bir parçanın boyutunu aşağıdaki alana girin:"


:DIALOG PACKDETAILS

SIZE                           "100*100"
CAPTION                        "Gelişmiş sıkıştırma parametreleri"
IDC_LONGRANGESEARCH            "Uzun aralıklı ara"
IDC_LONGRANGEAUTO              "Otomatik"
IDC_LONGRANGEON                "Zorla"
IDC_LONGRANGEOFF               "Devre dışı"
IDC_EXHAUSTIVESEARCH           "Kapsamlı ara"
IDC_EXEAUTO                    "Yürütülebilir sıkıştırma"
IDC_DELTAAUTO                  "Delta sıkıştırma"
IDOK                           "Tamam"
IDC_DEFAULTPACKSETTINGS        "Varsayılan"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG CONTEXTITEMS

SIZE                           "100*100"
CAPTION                        "Bağlam menüsü ögeleri"
IDC_CONTEXTMENUITEMS           "Windows Gezgini bağlam menülerinde görüntülenecek ögeler"
IDC_CONTEXTEXTRACTTO           "Dosyaları ayıkla..."
IDC_CONTEXTEXTRACTHERE         "Buraya ayıkla"
IDC_CONTEXTEXTRACT             "Klasöre ayıkla <klasör\\>"
IDC_CONTEXTEXTRACTSEPARATE     "Her arşivi ayrı klasöre ayıkla"
IDC_CONTEXTOPENSFX             "WinRAR ile aç (SFX arşivler için)"
IDC_CONTEXTOPENARC             "WinRAR ile aç (normal arşivler için)"
IDC_CONTEXTADD                 "Arşive ekle..."
IDC_CONTEXTADDARC              "Arşive ekle <arşiv adı>"
IDC_CONTEXTEMAILARC            "Sıkıştır <arşiv adı> ve e-posta gönder"
IDC_CONTEXTEMAILARCOPT         "Sıkıştır ve e-posta gönder..."
IDC_CONTEXTTEST                "Arşivi sına"
IDC_CONTEXTCONVERT             "Arşivi dönüştür..."

; Positions of IDC_CONTEXTTOP* controls are overlapping with IDC_CONTEXT*.
; WinRAR hides either one or another group depending on other options.
IDC_CONTEXTTOPEXTRACT          "Klasöre ayıkla <klasör\\>>"
IDC_CONTEXTTOPEXTRACTTO        "Dosyaları ayıkla..."
IDC_CONTEXTTOPEXTRACTHERE      "Buraya ayıkla"
IDC_CONTEXTTOPEXTRACTSEPARATE  "Her arşivi ayrı klasöre ayıkla"
IDC_CONTEXTTOPADDARC           "Arşive ekle <arşiv adı>"
IDC_CONTEXTTOPADD              "Arşive ekle..."

IDC_CONTEXTNEWMENU             "\"Yeni\" bağlam menüsü alt menü ögeleri"
IDC_CONTEXTNEWRAR              "WinRAR arşivi"
IDC_CONTEXTNEWZIP              "WinRAR ZIP arşivi"
IDC_CONTEXTDROPMENU            "Sürükle-bırak bağlam menüsü"
IDC_CONTEXTDRAGADD             "Arşivleme ögelerini görüntüle"
IDC_CONTEXTDRAGEXTRACT         "Ayıklama ögelerini görüntüle"
IDC_CONTEXTSFXARCHIVES         "SFX arşivlerin denetleneceği konum"
IDC_CONTEXTSFXLOCAL            "Yerel diskler"
IDC_CONTEXTSFXNETWORK          "Ağ diskleri"
IDC_CONTEXTSFXOTHER            "Diğer diskler"
IDC_CONTEXTALWAYSARCTITLE      "Bu dosya türleri için arşivleme ögelerini görüntüle"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG FINDFILES

SIZE                           "100*100"
CAPTION                        "Dosyaları bul"
IDC_FINDFILEWHAT               "Bulunacak"
IDC_FINDFILENAMESTOFIND        "Bulunacak dosya adları"
IDC_FINDFILESTRINGTOFIND       "Bulunacak dize"
IDC_FINDFILEUSECASE            "Büyük küçük harf eşleştir"
IDC_FINDFILEALLTABLES          "Tüm tabloları kullan"
IDC_FINDFILEHEX                "Onaltılık (Hex) ara"
IDC_FINDFILEWHERE              "Bulunacağı konum"
IDC_FINDFILEAREA               "Arama alanı"
IDC_FINDFILETYPES              "Arşiv türleri"
IDC_FINDFILERECURSE            "Alt klasörlerde bul"
IDC_FINDFILEUSUALFILES         "Dosyalarda bul"
IDC_FINDFILEARCHIVES           "Arşivlerde bul"
IDC_FINDFILESKIPENCRYPTED      "Şifrelileri atla"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_FINDFILESAVE               "Kaydet"
IDHELP                         "Yardım"


:DIALOG CMDWNDFIND

SIZE                           "100*100"
CAPTION                        "Arama sonuçları"
IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG CONVERTARC

SIZE                           "100*100"
CAPTION                        "Arşivleri dönüştür"
IDC_CVTARCTOCONVERT            "Dönüştürülecek arşivler"
IDC_CVTLISTADD                 "Ekle..."
IDC_CVTLISTDELETE              "Kaldır"
IDC_CVTARCTYPES                "Arşiv türleri"
IDC_CVTOPTIONS                 "Dönüştürme seçenekleri"
IDC_CVTUSEMINRATIO             "İzin verilmiş en düşük oran"
IDC_CVTMINRATIOPERCENT         "yüzde"
IDC_CVTCOMPRESSION             "Sıkıştırma..."
IDC_CVTDESTPATHTITLE           "Dönüştürülmüş arşivlerin oluşturulacağı klasör"
IDC_CVTDESTPATHBROWSE          "Gözat..."
IDC_CVTDELETESRC               "Özgün arşivleri sil"
IDC_CVTSKIPENCRYPTED           "Şifreli arşivleri atla"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_CVTSAVE                    "Kaydet"
IDHELP                         "Yardım"


:DIALOG CMDWNDCONVERT

SIZE                           "100*100"
CAPTION                        "Arşivleri dönüştürme"
IDC_CMDELAPSEDTITLE            "Geçen süre"
IDC_CMDTIMELEFTTITLE           "Kalan süre"
IDC_CVTRESARCHIVES             "Arşiv"
IDC_CVTRESFOUNDTITLE           "Bulunmuş"
IDC_CVTRESCONVERTEDTITLE       "Dönüştürülmüş"
IDC_CVTRESSIZE                 "Boyut"
IDC_CVTRESOLDSIZETITLE         "Eski"
IDC_CVTRESNEWSIZETITLE         "Yeni"
IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG VIRSCAN

SIZE                           "100*100"
CAPTION                        "Arşivi virüslere karşı tara"
IDC_VIRSCANLISTTITLE           "WinRAR'ın bulduğu virüs tarayıcıları"
IDC_VIRSCANNAMETITLE           "Virüs tarayıcısı adı"
IDC_VIRSCANNAMEBROWSE          "Gözat..."
IDC_VIRSCANPARAMTITLE          "Virüs tarayıcısı parametreleri"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG CMDMODE

SIZE                           "100*100"
CAPTION                        "Komut parametreleri"
IDC_CMDMODECOMBOCOMPRTITLE     "Sıkıştırma yöntemi"
IDC_CMDMODEPOWERMODETITLE      "Bittiğinde"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG REPORT

SIZE                           "100*100"
CAPTION                        "Rapor oluştur"
IDC_REPORTFILETITLE            "Raporu dosyaya yaz"
IDC_REPORTFILEBROWSE           "Gözat..."
IDC_REPORTPRINT                "Raporu yazıcıya gönder"
IDC_REPORTCLIPBOARD            "Raporu panoya kopyala"
IDC_REPORTOUTPUTFORMAT         "Kayıt türü"
IDC_REPORTHTML                 "HTML belgesi"
IDC_REPORTUNICODETEXT          "Unicode metin belgesi"
IDC_REPORTTEXT                 "Metin belgesi"
IDC_REPORTSORTTITLE            "Dosyaları sıralama ölçütü"
IDC_REPORTSORTSEPARATE         "Arşivleri ayrı olarak sırala"
IDC_REPORTINCLUDE              "Rapora dahil et"
IDC_REPORTARCHIVES             "Arşiv"
IDC_REPORTUSUALFILES           "Normal dosya"
IDC_REPORTARCNAME              "Arşiv adı"
IDC_REPORTTOTAL                "Başlıklar ve toplamlar"
IDC_REPORTSIZE                 "Dosya boyutu"
IDC_REPORTPACKEDSIZE           "Sıkıştırılmış boyut"
IDC_REPORTDATE                 "Dosya tarihi"
IDC_REPORTCRC                  "Dosya sağlama toplamı"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"
IDC_REPORTSAVE                 "Kaydet"


:DIALOG CMDWNDBENCH

SIZE                           "100*100"
CAPTION                        "Hız sınaması"
IDC_BENCHSYSTEMBOX             "Sistem"
IDC_BENCHSPEEDBOX              "Hız"
IDC_BENCHRESULTSPEEDTITLE      "Sonuç, KB/s"
IDC_BENCHRESULTSPEED           "Lütfen bekleyin"
IDC_BENCHSPEEDTITLE            "Şu an, KB/s"
IDC_BENCHSPEED                 "Lütfen bekleyin"
IDC_BENCHTOTALBOX              "Toplam"
IDC_CMDELAPSEDTITLE            "Geçen süre"
IDC_BENCHDATAPROCESSEDTITLE    "İşlenmiş, MB"
IDC_BENCHERRORSTITLE           "Bulunmuş hata"
IDC_BENCHERRORS                "Yok"
IDC_BENCHSMP                   "Çoklu kullanım"

; Title must be before edit for hotkey to work and "updown" must be after edit because of UDS_AUTOBUDDY.
IDC_BENCHTHREADSTITLE          "iş parçacığı"
; Edit control ignored mouse clicks here, so we use RichEdit.

IDC_CMDBACKGROUND              "Arka plan"
IDC_CMDPAUSE                   "Duraklat"
IDC_CMDCOPYTOCLIPBOARD         "Panoya kopyala"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG ORGTHEMES

SIZE                           "100*100"
CAPTION                        "Temaları yönet"
IDC_ORGTHEMESLISTTITLE         "Mevcut temalar"
IDC_ORGTHEMESARCICON           "Arşiv simgelerine uygula"
IDC_ORGTHEMESSELECT            "Seç"
IDC_ORGTHEMESADD               "Ekle"
IDC_ORGTHEMESDELETE            "Sil"
IDOK                           "Tamam"
IDHELP                         "Yardım"


:DIALOG DEFVOLSIZES

SIZE                           "100*100"
CAPTION                        "Cilt boyutlarını tanımla"
IDC_PREDEFINEDVOLSIZES         "Ön tanımlı boyutlar"
IDC_DEFVOLSIZE1                "5 MB'lık ciltler"
IDC_DEFVOLSIZE2                "100 MB'lık ciltler"
IDC_DEFVOLSIZE3                "700 MB CD"
IDC_DEFVOLSIZE4                "2 GB'lık ciltler"
IDC_DEFVOLSIZE5                "4095 MB FAT32 sınırı"
IDC_DEFVOLSIZE6                "4482 MB DVD+R"
IDC_DEFVOLSIZE7                "4488 MB DVD-R"
IDC_DEFVOLSIZE8                "8152 MB DVD+R DL"
IDC_DEFVOLSIZE9                "23866 MB Blu-ray"
IDC_DEFVOLSIZE10               "47732 MB Blu-ray DL"
IDC_USERDEFINEDVOLSIZES        "Kullanıcı tanımlı boyutlar"
IDC_USERDEFINEDVOLLABEL        "Etiket"
IDC_USERDEFINEDVOLSIZE         "Boyut, bayt"
IDC_USERDEFINEDVOL1            "1."
IDC_USERDEFINEDVOL2            "2."
IDC_USERDEFINEDVOL3            "3."
IDC_USERDEFINEDVOL4            "4."
IDC_DEFVOLSIZEOTHER            "Diğer ögeler"
IDC_DEFVOLSIZEAUTO             "Dizeyi \"otomatik algıla\""
IDC_DEFVOLSIZEHISTORYTITLE     "geçmiş girdisi"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG WARNLOCKEDFILES

SIZE                           "100*100"
CAPTION                        "Uyarı"
IDC_WARNLOCKEDINFO1            "Bu dosyalar sadece harici bir düzenleyici uygulama kapatıldıktan sonra sıkıştırılabilir"
IDC_WARNLOCKEDINFO2            "WinRAR'dan şimdi çıkarsanız değişiklikler kaybolacaktır."
IDCANCEL                       "WinRAR'a geri dön"
IDOK                           "Yine de çık"


:DIALOG READERRORDLG

SIZE                           "100*100"
CAPTION                        "Okuma hatası"
IDC_READERRHINT                "Sadece hâlen okunmuş dosya kısmıyla devam etmek için \"Yoksay\", tüm okuma hataları karşılığında yapılması için \"Tümünü yoksay\", okumayı yinelemek için \"Yeniden dene\" ve iptal etmek için \"Çık\" düğmesine tıklayın."
IDC_READERRIGNORE              "Yoksay"
IDC_READERRIGNOREALL           "Tümünü yoksay"
IDC_READERRRETRY               "Yeniden dene"
IDC_READERRQUIT                "Çık"


:DIALOG CLEARHISTORY

SIZE                           "100*100"
CAPTION                        "Geçmişi temizle"
IDC_CLEARHISTORYNAMES          "Son açılan arşiv adlarını temizle"
IDC_CLEARHISTORYDIALOGS        "Diyaloglardaki açılır listeleri temizle"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG POWERMANACTION

SIZE                           "100*100"
CAPTION                        "Güç yönetimi eylemi"
IDOK                           "Hemen gerçekleştir"
IDCANCEL                       "İptal"


:DIALOG LARGEDICTWARN

SIZE                           "100*100"
CAPTION                        "Büyük sözlük uyarısı"
IDC_LARGEDICTLIMIT             "Her zaman sözlüğü aşmayan dosyaları ayıkla"
IDC_LARGEDICTLIMITGB           "GB"
IDOK                           "Ayıkla"
IDCANCEL                       "İptal"
IDHELP                         "Yardım"


:DIALOG DEFDICTSIZES

SIZE                           "100*100"
CAPTION                        "Sözlük boyutlarını tanımla"
IDC_DEFDICTLISTTITLE           "Ön tanımlı boyutlar"
IDC_DEFDICTHISTORYTITLE        "geçmiş girdisi"
IDOK                           "Tamam"
IDCANCEL                       "İptal"
IDC_DEFDICTDEFAULT             "Varsayılan"
IDHELP                         "Yardım"
